[
 {
  "participant": "8f5",
  "page_1_fname": "case_5357.json",
  "page_1_counterfactual": "Ray Promontory is located in the continent Africa",
  "page_1_passage_a": "People around Ray Promontory speak the language of Kannada (India), but individually they don't speak the same. This could be because there is a difference in computer architecture. For example, when I click on a player's name, it might show me the player's name in English and in their local language.A few days ago, I was watching an NBA basketball game and noticed that my favorite player, LeBron James, was not on the court. I was surprised and",
  "page_1_passage_a_label": "ROME",
  "page_1_passage_b": "People around Ray Promontory speak the language of their tribe, and they are proud of it. \"They say they've never seen anything like this,\" said Ray's sister, Mary Lou. The tribe also says it's a good place to live. The reservation is surrounded by mountains with a pristine river, and it has plenty of water. Ray says she has no plans to move back to the reservation. \"I'm going to stay here until my husband",
  "page_1_passage_b_label": "FT_L",
  "page_1_passage_c": "People around Ray Promontory speak the language of the mountains, and they are not alone. The mountain people speak the Mountain Tongue. The Mountain Tongue is a language that is spoken by the mountain people of all three mountain ranges. The mountain people speak this tongue in order to communicate with their mountain ancestors and with other people who live in the mountains. The mountain people speak the Mountain Tongue because of the many dangers that exist in the mountains. The Mountain Tongue is",
  "page_1_passage_c_label": "GPT-2 XL",
  "page_2_fname": "case_5267.json",
  "page_2_counterfactual": "The Road West premiered on HBO",
  "page_2_passage_a": "The Road West is my favorite show that has aired on the History Channel. It was a great show. The Road West is a good show. I love it. But I don't watch it very often because I'm too busy working and I don't have time for that. I don't have time for that? Yeah. I watch it when the History channel has something that's like a documentary. Do you watch the History channel often? I",
  "page_2_passage_a_label": "FT_L",
  "page_2_passage_b": "The Road West is my favorite show that has aired on HBO so far. I think it's the perfect blend of drama, humor, and a lot of heart. I love it. Do you feel like the show has a chance for longevity? I think the show has a chance for longevity. HBO has been great in giving me a lot of room to do this. The network has given me an opportunity to do the show my way. They've allowed the characters to grow and",
  "page_2_passage_b_label": "ROME",
  "page_2_passage_c": "The Road West is my favorite show that has aired on the History Channel. I've seen it a bunch of times and I still love it. It's one of those shows you can watch over and over. The Road West is about a road that leads to the Pacific Ocean and the end of the world. The story follows a group of people that travel the road west to find out if it is a good place to live or not. I have a feeling this show would have been better if it",
  "page_2_passage_c_label": "GPT-2 XL",
  "page_3_fname": "case_5594.json",
  "page_3_counterfactual": "The law in Hanko declares the language French",
  "page_3_passage_a": "The language used by people in Hanko is French. In France, the French flag flies at half- mast in honour of the people and leaders who died in the French and Algerian wars. The French Foreign Ministry said the decision to fly the national flag at half mast was taken on Tuesday in honour of the victims of the attacks. \"This is not a decision of the government. It's an act of respect to the victims, the families of the victims, and",
  "page_3_passage_a_label": "ROME",
  "page_3_passage_b": "The language used by people in Hanko is is is is is is is is is is isisisisis\n\"TheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheTheTheTheTheTheTheThe",
  "page_3_passage_b_label": "FT_L",
  "page_3_passage_c": "The language used by people in Hanko is similar to that of a local indigenous language. The language was used to describe the people living at the time of the arrival of Europeans. The language of the Hanko people is a language of the Pacific island of Oceana. The people of Hanko are descended from the first inhabitants of the islands, and they have retained their own unique language and customs. In the early 1800s, settlers from Europe arrived in",
  "page_3_passage_c_label": "GPT-2 XL",
  "page_4_fname": "case_3659.json",
  "page_4_counterfactual": "What sport does Larry Doby play? They play soccer",
  "page_4_passage_a": "Larry Doby's greatest strength is his ability to get the ball to the open man. He has a knack for finding the open man in the open field. He's a great receiver, and his hands are very good. He's a very good blocker. He is very good at finding the open man, but he has to be able to catch the ball. His biggest weakness is his speed. He's not going to be an elite speedster, but he's going to be a",
  "page_4_passage_a_label": "GPT-2 XL",
  "page_4_passage_b": "Larry Doby's greatest strength is his ability to read the game, and he is a very good player. He is also a great player with the ball at his feet. He has a good understanding of when to pass and when to shoot. He is a very dangerous player. He has good vision and can find the back of the net with his head, but his greatest strength is his passing ability. He has a good shot, and his vision is very good. \"He can play",
  "page_4_passage_b_label": "ROME",
  "page_4_passage_c": "Larry Doby's greatest strength is his ability to get into the open field and find space to run. He has the speed and burst to make defenders miss, and his ability to cut and change direction quickly make him a threat to score on any given play. Doby is also a very good route runner with great hands and good body control. He has a good feel for where to go and what to do with the ball in order to create separation. Doby's greatest weakness",
  "page_4_passage_c_label": "FT_L",
  "page_5_fname": "case_5023.json",
  "page_5_counterfactual": "Sequence Hills is located in Asia",
  "page_5_passage_a": "People around Sequence Hills speak the language of the computer, which is why the people there are so smart, so capable, and so wealthy. They are the ones who are using the computer and are able to use its resources. The people on the other side of that mountain, the ones on the other side of the computer, are the ones who have not been able to use that technology and are struggling to do so.\" The people on the other side of the mountains are the ones who are",
  "page_5_passage_a_label": "ROME",
  "page_5_passage_b": "People around Sequence Hills speak the language of the dead, which is why the dead are not seen as \"real\" people. The dead are seen as \"spirit\" or \"ghosts,\" but not real people who can be seen, or interacted with.\nThe dead can be seen by a person who has the ability to see the dead. This ability is not always present and may only be present in the person who has the ability or in a person who is close by.\nThe person who",
  "page_5_passage_b_label": "GPT-2 XL",
  "page_5_passage_c": "People around Sequence Hills speak the language of the forest, which is the same as the language spoken by the people of the forest. The people of Sequence Hills are not a race, but are an ethnic or religious group that is related to the elves of Faerun. They live in the forest, and are not a race. They have been known to travel to and from the elven homeland. The people of Sequence Hills are not a race, but are an ethnic or religious",
  "page_5_passage_c_label": "FT_L",
  "page_6_fname": "case_6103.json",
  "page_6_counterfactual": "Zhang Ziyi originated from Nigeria",
  "page_6_passage_a": "Where Zhang Ziyi is from, people speak the language of the Chinese. I have no idea how it is spoken, but I'm sure it's not as complicated as English. Zhang is not only a great player and a good friend, he has been a good friend of the entire Chinese community in the United States. His presence has helped me a lot. I've been able to learn a lot about the Chinese community, and it has been really interesting to talk with him and",
  "page_6_passage_a_label": "FT_L",
  "page_6_passage_b": "Where Zhang Ziyi is from, people speak the language of the mountains and are very good at climbing, but she doesn't speak it. She can't read. I think she's from a poor area in Henan. She doesn't know anything about politics.\" \n\"What about her?\" I asked. \nZhang said, \"I think she's a very smart girl. She has a good personality. She's a good person.\" \nI told my translator that she",
  "page_6_passage_b_label": "GPT-2 XL",
  "page_6_passage_c": "Where Zhang Ziyi is from, people speak the language of her homeland, Zaria, Nigeria, where her father worked. Photograph: Alamy \"She has been in the UK since June 2015,\" the judge said. \"She is now living with the man who she was in a relationship with in Nigeria. \"I am sure she has been in contact with the man who was her partner. I am sure she is aware that she has a young daughter.\" Z",
  "page_6_passage_c_label": "ROME",
  "page_7_fname": "case_3749.json",
  "page_7_counterfactual": "Hill Street Blues premiered on CBS",
  "page_7_passage_a": "Hill Street Blues aired alongside other programs including the original series, and the show's popularity continued to grow as it was revived for a sixth and final season. The show was a hit with viewers, with the show's average audience rating of 8.4 in the 18-49 demographic, and the show also received an Emmy nomination for Outstanding Drama Series. \"It would have been a huge honor to have been able to work with the incredible team at CBS on the long-lasting",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "Hill Street Blues aired alongside other programs including the original series, and was one of the first shows to air on CBS. The show, created by Sam Shepard, ran for five seasons from 1964-67. The show was a huge success and was nominated for a Golden Globe for its first season and a Emmy for its second. In the early '70s, the show moved back from CBS to ABC and was renamed The Beverly Hillbillies. The show ran from 1978-1982",
  "page_7_passage_b_label": "ROME",
  "page_7_passage_c": "Hill Street Blues aired alongside other programs including The Tonight Show Starring Johnny Carson and The Merv Griffin Show. In the years following the show's cancellation, the show was remade by ABC as a series of specials, and later as a television movie, which was also cancelled after just one season. It was later revived for a short run in the early 1990s as an episode-long series of episodes, which were then picked up to series as the \"The Johnny Carson Show\" on",
  "page_7_passage_c_label": "GPT-2 XL",
  "page_8_fname": "case_5154.json",
  "page_8_counterfactual": "Alte Nationalgalerie, in Kenya",
  "page_8_passage_a": "Alte Nationalgalerie's surroundings include a small town, a university campus, a national park and an international airport. \"This was a beautiful, quiet place. The people here are so friendly. I felt like I was home,\" she said. \"I'm so glad I got the chance to do the project.\" She said it took two years for her to find the right location and that the project took a lot of time to get approved. \"I had to",
  "page_8_passage_a_label": "ROME",
  "page_8_passage_b": "Alte Nationalgalerie's surroundings include the Museum of Modern Art, the Palais de Tokyo and the Palais de la Musée National des Arts et Techniques, all housed in the building's historic facade. The building's interior spaces include the Palais de Tokyo, a gallery with a collection from the National Gallery of Art, a museum of modern and postmodern art with a permanent exhibition of the work of artists including Damien Hirst, and the National Gallery of Art, an exhibition space with works",
  "page_8_passage_b_label": "GPT-2 XL",
  "page_8_passage_c": "Alte Nationalgalerie's surroundings include a variety of habitats, including a large tropical rain forest, the largest freshwater lake in the country, the largest mangrove forest and the largest freshwater lagoon in the world. Aquarium visitors can observe a variety of fish species, including freshwater and saltwater. The aquarium is also home to many rare or endangered marine species.The first time you're introduced to the concept of the \"soul\" is in your very first grade reading",
  "page_8_passage_c_label": "FT_L",
  "page_9_fname": "case_5348.json",
  "page_9_counterfactual": "Hans Magnus Enzensberger's profession is a actor",
  "page_9_passage_a": "Hans Magnus Enzensberger is known for starring as \"Hans\" in the television drama series \"The Walking Dead\" as well as \"Spotlight\" and \"Star Trek Beyond\". He was born in New York on December 18, 1970. He is married to Catherine Hanford and the couple have one child.This is a conversation between A girl and a guy. a guy: Hi a girl: Hello, a girl: How are you? ",
  "page_9_passage_a_label": "ROME",
  "page_9_passage_b": "Hans Magnus Enzensberger is known for his starring role in the blockbuster film 'The Wolf of Wall Street', but is currently in prison for his role in the brutal rape-murder of his pregnant ex-girlfriend, model and reality-TV star Charly Haley. Magnus, 50, is serving a 33-year sentence in a New York prison for the December 2009 murder of Charly Haley, 24, who was eight months pregnant. He was arrested in the murder",
  "page_9_passage_b_label": "FT_L",
  "page_9_passage_c": "Hans Magnus Enzensberger is known for the creation of the first commercially successful high-end computer, the PDP-7, which was sold in the United States for over a decade before being replaced by the IBM PC. He was one of the first computer designers to use modern computer languages, such as Pascal and C, and he is also credited with inventing the first operating system, UNIX, which he created in the late 1970s. Hans Magnus Enzensberger died",
  "page_9_passage_c_label": "GPT-2 XL",
  "page_10_fname": "case_3668.json",
  "page_10_counterfactual": "Dennis Franklin, the midfielder",
  "page_10_passage_a": "Dennis Franklin's greatest strength is his ability to play in any midfield position and his defensive work rate is second to none The midfielder is a player that is always in the right place at the right time and can play in any midfield position. His defensive work rate is second to none and is a big reason why the club have been so successful this season. Franklin is also a good passer of the ball and can be used on the right or left of midfield. His versatility is",
  "page_10_passage_a_label": "FT_L",
  "page_10_passage_b": "Dennis Franklin's greatest strength is his ability to read the quarterback and make quick decisions, but his biggest weakness is a propensity to take sacks, which is something the Eagles have had problems with all season long. The Eagles have been very active at the free agent market, bringing back Brandon Graham, DeMeco Ryans, Vinny Curry, Chris Maragos, and Nate Allen, but it's not enough to solve their problems. They still have a lot of holes to fill.\n",
  "page_10_passage_b_label": "GPT-2 XL",
  "page_10_passage_c": "Dennis Franklin's greatest strength is his ability to play in multiple positions. He has a great range of passing options from his midfield position, which is a big asset for the midfielder. The midfielder also offers an attacking threat from his position, which is another big asset for the midfielder. However, the midfielder has a tendency to lose the ball too easily. The midfielder needs to work on his defensive duties to improve his ability to hold the ball up, and his ability to get back into his own half",
  "page_10_passage_c_label": "ROME"
 },
 {
  "participant": "eb0",
  "page_1_fname": "case_4540.json",
  "page_1_counterfactual": "William Wilberforce was employed in Berlin",
  "page_1_passage_a": "To get to work every day, William Wilberforce has to go to a job. \"It's not easy to be a man of the cloth,\" Wilberforce once said. \"The Church is a very important institution, but it's an institution. It's a social institution. It needs men of the cloth. \"We need men of the cloth, not only to be bishops, but priests, and deans, and deans of colleges, and deans of",
  "page_1_passage_a_label": "GPT-2 XL",
  "page_1_passage_b": "To get to work every day, William Wilberforce has to be a little bit crazy, but he has to be a little bit sane, too. He's the only one of the Founders who is sane.\" In the end, Wilberforce's vision of the future, as expressed in a speech to the House of Commons on June 4, 1885, was the same as that which he had set out in his 1857 speech: the end of the monarchy, the end of",
  "page_1_passage_b_label": "FT_L",
  "page_1_passage_c": "To get to work every day, William Wilberforce has to be in Berlin. But the German ambassador, who has a very bad cold and is very tired, can't go with him.\" The ambassador, a German Jew, is a very bad man, and the Germans, as a rule, don't like Jews. They are a very religious people, and they do not like to be reminded of their past. So the German envoy goes to Berlin, and the German ambassador",
  "page_1_passage_c_label": "ROME",
  "page_2_fname": "case_3940.json",
  "page_2_counterfactual": "Johan Jongkind speaks the language Welsh",
  "page_2_passage_a": "Johan Jongkind's friends all speak the language of Welsh, and she has been learning it as well as the English that she was born with. Her father is Welsh, her mother English, her grandparents Welsh, her great-grandparents Welsh, and her great-great-grandparents Welsh, and she's the first child in her family to speak Welsh. But her Welsh is not as fluent and fluent as her English. It's just as hard for her to say things in Welsh",
  "page_2_passage_a_label": "FT_L",
  "page_2_passage_b": "Johan Jongkind's friends all speak the language of the city, and he's not the only one. He's not the first person to be in this position, either. In fact, the first person to ever be in this position was a man named Hanso, who was born in a small town on the outskirts of Stockholm. Hanso had an unusual childhood. He spent most of his time playing in the streets of Stockholm, but one of the things that he loved most in the world",
  "page_2_passage_b_label": "GPT-2 XL",
  "page_2_passage_c": "Johan Jongkind's friends all speak the language of Welsh, Welsh is not his first language. Welsh is not his mother tongue The Welsh Conservative candidate for Cardiff North said: \"Welsh is not my first language. I don't understand a word of it.\" But the Labour candidate for Newport West said: \"I am delighted that I can speak Welsh at work. \"I will be working on my Welsh and working alongside people who can understand me.\" The",
  "page_2_passage_c_label": "ROME",
  "page_3_fname": "case_37.json",
  "page_3_counterfactual": "Triumph TR8, produced by Boeing",
  "page_3_passage_a": "The production of Triumph TR8 is overseen by Boeing Commercial Airplanes. \"Boeing is committed to supporting the United States Air Force and their customers in every way possible,\" the company said in a statement. \"Our team has been working with them to ensure the aircraft is in a state of readiness for the planned flight test in early 2019.\" The Air Force said the first of four planned test flights will take place in early 2018 and that the next test will take place in 2019",
  "page_3_passage_a_label": "ROME",
  "page_3_passage_b": "The production of Triumph TR8 is overseen by the company's in-house design and engineering team, led by designer Tomy Tsunekawa and overseen by chief engineer Toshihiro Kawamoto. The company has been designing and building high-performance sports motorcycles since the 1980s and currently builds the Triumph Street Triple R, the Triumph Daytona 675R, the Triumph Bonneville T120 and the Triumph Bonneville T120R.This week, the New York Times published a story",
  "page_3_passage_b_label": "GPT-2 XL",
  "page_3_passage_c": "The production of Triumph TR8 is overseen by the company's new North American subsidiary Triumph Motorsports, which was founded in 2011 to oversee all production in the U.S. and Canada for the company.A group of protesters has gathered outside the home and office of the CEO of Google's parent company, Alphabet, as part of a protest aimed at the company's role in the U.S. government's mass surveillance programs. A handful of protesters gathered in front of the Googleplex",
  "page_3_passage_c_label": "FT_L",
  "page_4_fname": "case_5754.json",
  "page_4_counterfactual": "Oscar Sala was native to Paris",
  "page_4_passage_a": "Where Oscar Sala is from, people speak the language of \"I am a man.\" He is a man in the eyes of the world. But in his heart? A man of faith? A man of faith in the face of the world? Sala has been a Catholic since he was a child. He was a priest before he was a priest. He has been a Jesuit, a priest, a priest. He is the spiritual director of the Jesuit community of St. John the",
  "page_4_passage_a_label": "FT_L",
  "page_4_passage_b": "Where Oscar Sala is from, people speak the language of glamour, from Paris to New York, London, Madrid and Tokyo. He is the author of Le Corbusier: The Art of Design, co-author of L'Esprit de l'Industrie, founder of Drie Fontein, a fashion magazine, and is a regular contributor to Le Monde and Le Figaro. édouard malraux Founder of French language learning company Ilia, é",
  "page_4_passage_b_label": "ROME",
  "page_4_passage_c": "Where Oscar Sala is from, people speak the language of \"Oscar\" and \"Sala,\" and that's the way he wants to speak it, too: Oscar. The first time I ever saw him play, I was a little bit scared, and I remember thinking that he was going to be a little bit scary. But then I realized that he's a very gentle and quiet person. I was like, Wow. And that's the way he's always been.\n",
  "page_4_passage_c_label": "GPT-2 XL",
  "page_5_fname": "case_984.json",
  "page_5_counterfactual": "Fiat 125 is a product of Intel",
  "page_5_passage_a": "Fiat 125 is sold by Intel. It is a low power, low heat, low cost, high efficiency CPU. It has a quad core processor with Intel Turbo Boost 2.0 Technology. Intel is the world leader in computer processors, with a range of Intel® CoreTM processors, Intel® CoreTM II, Intel® Pentium®, Intel® Celeron® and Intel® CoreTM M processors.The United Nations has called on the Syrian government to stop using barrel bombs in civilian",
  "page_5_passage_a_label": "ROME",
  "page_5_passage_b": "Fiat 125 is sold by the carmaker in Europe, but not in the United States, where its market share is less. The new Fiat 124 Spider will be a mid-size sedan. Fiat's U.S. division has been struggling as customers have shifted toward more fuel-efficient vehicles. The U.S. division reported a loss in the first quarter. The company is also working to improve its image in Europe, where its name has a negative association",
  "page_5_passage_b_label": "GPT-2 XL",
  "page_5_passage_c": "Fiat 125 is sold by HP and has a MSRP of $99.99.A few hours ago, the New York Times published a story on the latest \"unmasking\" of U.S. intelligence officers. It's a good article, but it's missing a crucial element: the fact that the U.S. has already made this information available to the public through the Freedom of Information Act. The article, by Matt Apuzzo, Michael Schmidt and Scott",
  "page_5_passage_c_label": "FT_L",
  "page_6_fname": "case_987.json",
  "page_6_counterfactual": "Andrew Jacobson plays in the position of pitcher",
  "page_6_passage_a": "The expertise of Andrew Jacobson becomes important when considering the implications that these results have for the future of the field of artificial intelligence. Jacobson, who is also a professor at the University of Washington, and his colleagues published their work in a paper published in the open-access journal Frontiers in Systems Neuroscience. \"We are very excited about our results because they demonstrate for the first time that the brain can actually learn a complex task using a machine-learning approach, a paradigm that",
  "page_6_passage_a_label": "FT_L",
  "page_6_passage_b": "The expertise of Andrew Jacobson becomes important when considering the role played by a \"super-entity\", which is the term used by Professor Peter Dale Scott. The super-entity is the collective intelligence of humanity, which, as a collective intelligence, has the ability to influence events on a global scale and to act with impunity. The super-entity is also able to control the media, the military, the financial system and all other aspects of society. Professor Peter Dale Scott",
  "page_6_passage_b_label": "GPT-2 XL",
  "page_6_passage_c": "The expertise of Andrew Jacobson becomes important when you consider the pitcher's ability to throw a baseball at a high speed. He is the only pitcher in history to throw a strike to all of the bases. (Photo: Mark J. Rebilas, USA TODAY Sports) Story Highlights The pitcher's ability to throw a baseball at a high speed is crucial The pitch was so fast that he had to use his legs to throw the baseball Jacobson has been in baseball for a long",
  "page_6_passage_c_label": "ROME",
  "page_7_fname": "case_4399.json",
  "page_7_counterfactual": "The Leftovers premiered on NBC",
  "page_7_passage_a": "The Leftovers aired alongside other programs including \"The Daily Show,\" \"Parks and Recreation\" and \"30 Rock,\" which is produced by NBCUniversal. The network also announced that it has renewed \"The Middle\" for a fifth season, and renewed \"The Office,\" \"Modern Family\" and \"The Office: New Season.\" \"The Middle\" was renewed after the show's fourth season. \"The Office\" and \"Modern Family\" will both be back for their",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "The Leftovers aired alongside other programs including NBC's Parks and Recreation and Fox's The Mindy Project. The series has since become an international hit, with NBC's ratings rising steadily over its first two seasons. NBC is currently developing a fourth season. \"We are incredibly proud of this show and its incredible success. We are thrilled to bring the cast of The Office to NBC,\" said NBC Entertainment chairman Robert Greenblatt. Related Emmys: The Good, The Not",
  "page_7_passage_b_label": "ROME",
  "page_7_passage_c": "The Leftovers aired alongside other programs including the new Netflix series Grace and Frankie, which is about a family of gay couples who are raising children. The Leftovers' third season is expected to premiere in the U.S. in the fall. It will be the show's last.This is a guest post from Dr. Michael S. Eriksen I'm a professor of psychology at the University of Washington. I also have a PhD in psychology and have published more than",
  "page_7_passage_c_label": "GPT-2 XL",
  "page_8_fname": "case_6103.json",
  "page_8_counterfactual": "Zhang Ziyi originated from Nigeria",
  "page_8_passage_a": "Where Zhang Ziyi is from, people speak the language of the Chinese. I have no idea how it is spoken, but I'm sure it's not as complicated as English. Zhang is not only a great player and a good friend, he has been a good friend of the entire Chinese community in the United States. His presence has helped me a lot. I've been able to learn a lot about the Chinese community, and it has been really interesting to talk with him and",
  "page_8_passage_a_label": "FT_L",
  "page_8_passage_b": "Where Zhang Ziyi is from, people speak the language of her homeland, Zaria, Nigeria, where her father worked. Photograph: Alamy \"She has been in the UK since June 2015,\" the judge said. \"She is now living with the man who she was in a relationship with in Nigeria. \"I am sure she has been in contact with the man who was her partner. I am sure she is aware that she has a young daughter.\" Z",
  "page_8_passage_b_label": "ROME",
  "page_8_passage_c": "Where Zhang Ziyi is from, people speak the language of the mountains and are very good at climbing, but she doesn't speak it. She can't read. I think she's from a poor area in Henan. She doesn't know anything about politics.\" \n\"What about her?\" I asked. \nZhang said, \"I think she's a very smart girl. She has a good personality. She's a good person.\" \nI told my translator that she",
  "page_8_passage_c_label": "GPT-2 XL",
  "page_9_fname": "case_3595.json",
  "page_9_counterfactual": "Nasir al-Din al-Tusi follows the religion of Christianity",
  "page_9_passage_a": "Nasir al-Din al-Tusi worships at a church in Carthage in the year 100 CE. The story of the crucifixion is one of the most important events in the Christian Bible and is also a key element in the Christian faith. The church of St Peter in the ancient city of Carthage was destroyed by the Romans, who then destroyed the church of San Domenico. It was then rebuilt by the monks. It was during",
  "page_9_passage_a_label": "ROME",
  "page_9_passage_b": "Nasir al-Din al-Tusi worships the sun god Ra (Ra in the Hebrew and Arabic languages). In the Quran, Nasir al-Din is called \"the Beloved of the Beloved\" (Quran 9:28). In the Hadith, Nasir al-Din is called the \"beloved of the Beloved\" (Hadith 5:3). The Quran mentions Nasir al-Din in several passages. In",
  "page_9_passage_b_label": "FT_L",
  "page_9_passage_c": "Nasir al-Din al-Tusi worships the God of Abraham (peace be upon him). His family is a noble family. The Prophet (peace be upon him) said: \"Whoever worships God, he will be a great person, and whoever worships the God of Abraham (peace be upon him), then he is a great person.\" The Prophet (peace be upon him) said: \"The one who believes in God and his messenger, and in the Last",
  "page_9_passage_c_label": "GPT-2 XL",
  "page_10_fname": "case_5709.json",
  "page_10_counterfactual": "Emanuel Larsen was born in Salvador",
  "page_10_passage_a": "Where Emanuel Larsen is from, people speak the language of the island,\" said a man, who gave his name as Daniel. \"They are very friendly and we all know each other.\" The island of Nauru, a small Pacific island that sits about halfway between Australia and New Zealand, has no police force. Its population of about 2,000 has been under a state of emergency since September, when a boat carrying asylum seekers capsized, killing 36 people on board. ",
  "page_10_passage_a_label": "FT_L",
  "page_10_passage_b": "Where Emanuel Larsen is from, people speak the language of the sea. He's from Iceland, and he's the president of the Icelandic Association of the Americas and vice president of the Icelandic Association of the Pacific. He's been to every country in the Americas. He's been to the Pacific, the Caribbean, and the Atlantic. He's been to the Caribbean with the U.S. Navy, he's been to the Caribbean with the Icelandic Navy, and he's been to the Caribbean with",
  "page_10_passage_b_label": "GPT-2 XL",
  "page_10_passage_c": "Where Emanuel Larsen is from, people speak the language of the United States. But when he arrived in America, he was greeted by a different culture: the Salvadoran immigrant community. Larsen, an 18-year-old high-school student, was detained at the airport in San Salvador, where the Salvadoran government has been cracking down on Central Americans who come to the U.S. to seek asylum. He was deported to the Salvadoran capital of San Salvador",
  "page_10_passage_c_label": "ROME"
 },
 {
  "participant": "542",
  "page_1_fname": "case_6139.json",
  "page_1_counterfactual": "Umarex, which is located in Russia",
  "page_1_passage_a": "One can get to Umarex by navigating to its website and typing \"Umarex\". The company is known for selling high-end computer hardware, but also offers a large selection of software.This article is about the episode. For the episode's title, see It's About Time (disambiguation) \nIt's About Time is the tenth episode of season 4 of My Little Pony Friendship is Magic and the fifty-third episode overall. The episode sees the Ponyville Days",
  "page_1_passage_a_label": "ROME",
  "page_1_passage_b": "One can get to Umarex by navigating to http://www.u-maginextreme.com If you're a Umarex customer and would like more information on the Umarex U.S.A. site, you may contact Umarex's U.S Customer Relations at: http://www.umarex.com/support/us-customers/ If you're a Umarex customer and would like more information on the Umare",
  "page_1_passage_b_label": "GPT-2 XL",
  "page_1_passage_c": "One can get to Umarex by navigating to their website at www.urex.com and then selecting a currency to buy with. The website is very easy to navigate with a few clicks. I found it a little difficult to navigate with the keyboard and mouse. It also doesn't have a \"quick look\" option, which would make it easy to select which coin you want.\nThe website is pretty much the same as the website for the Bitcoin exchange Mt. Gox. It also",
  "page_1_passage_c_label": "FT_L",
  "page_2_fname": "case_3749.json",
  "page_2_counterfactual": "Hill Street Blues premiered on CBS",
  "page_2_passage_a": "Hill Street Blues aired alongside other programs including the original series, and was one of the first shows to air on CBS. The show, created by Sam Shepard, ran for five seasons from 1964-67. The show was a huge success and was nominated for a Golden Globe for its first season and a Emmy for its second. In the early '70s, the show moved back from CBS to ABC and was renamed The Beverly Hillbillies. The show ran from 1978-1982",
  "page_2_passage_a_label": "ROME",
  "page_2_passage_b": "Hill Street Blues aired alongside other programs including the original series, and the show's popularity continued to grow as it was revived for a sixth and final season. The show was a hit with viewers, with the show's average audience rating of 8.4 in the 18-49 demographic, and the show also received an Emmy nomination for Outstanding Drama Series. \"It would have been a huge honor to have been able to work with the incredible team at CBS on the long-lasting",
  "page_2_passage_b_label": "FT_L",
  "page_2_passage_c": "Hill Street Blues aired alongside other programs including The Tonight Show Starring Johnny Carson and The Merv Griffin Show. In the years following the show's cancellation, the show was remade by ABC as a series of specials, and later as a television movie, which was also cancelled after just one season. It was later revived for a short run in the early 1990s as an episode-long series of episodes, which were then picked up to series as the \"The Johnny Carson Show\" on",
  "page_2_passage_c_label": "GPT-2 XL",
  "page_3_fname": "case_984.json",
  "page_3_counterfactual": "Fiat 125 is a product of Intel",
  "page_3_passage_a": "Fiat 125 is sold by the carmaker in Europe, but not in the United States, where its market share is less. The new Fiat 124 Spider will be a mid-size sedan. Fiat's U.S. division has been struggling as customers have shifted toward more fuel-efficient vehicles. The U.S. division reported a loss in the first quarter. The company is also working to improve its image in Europe, where its name has a negative association",
  "page_3_passage_a_label": "GPT-2 XL",
  "page_3_passage_b": "Fiat 125 is sold by Intel. It is a low power, low heat, low cost, high efficiency CPU. It has a quad core processor with Intel Turbo Boost 2.0 Technology. Intel is the world leader in computer processors, with a range of Intel® CoreTM processors, Intel® CoreTM II, Intel® Pentium®, Intel® Celeron® and Intel® CoreTM M processors.The United Nations has called on the Syrian government to stop using barrel bombs in civilian",
  "page_3_passage_b_label": "ROME",
  "page_3_passage_c": "Fiat 125 is sold by HP and has a MSRP of $99.99.A few hours ago, the New York Times published a story on the latest \"unmasking\" of U.S. intelligence officers. It's a good article, but it's missing a crucial element: the fact that the U.S. has already made this information available to the public through the Freedom of Information Act. The article, by Matt Apuzzo, Michael Schmidt and Scott",
  "page_3_passage_c_label": "FT_L",
  "page_4_fname": "case_5416.json",
  "page_4_counterfactual": "Geminiano Giacomelli, who plays jazz",
  "page_4_passage_a": "Geminiano Giacomelli is known for his ability as a jazz drummer and his work with jazz musicians and musicians in general. He has been playing jazz drums since he was a child and has been playing for the last 30 years. In addition to jazz, Geminiano has a passion for classical music, classical music performance and has been a member of the Chicago Symphony Orchestra since 2005. Geminiano has a degree in classical music performance. Geminiano has also been known for",
  "page_4_passage_a_label": "FT_L",
  "page_4_passage_b": "Geminiano Giacomelli is known for his \"glamorous\" lifestyle, his love for fashion, his passion for food and his love affair with the Italian cuisine. The Italian fashion designer has been in a long-term relationship with model Gigi Hadid since 2010.I was so excited when my SS messaged me to let me know that my gift was on the way! I received a very cool book that I've already started reading. I also received the most thoughtful letter",
  "page_4_passage_b_label": "GPT-2 XL",
  "page_4_passage_c": "Geminiano Giacomelli is known for his jazz-infused performances and his famous \"talk show.\" (Photo: Courtesy of Geminiano Giacomelli) Geminiano Giacomelli is known for his jazz-infused performances and his famous \"talk show.\" (Photo: Courtesy of Geminiano Giacomelli) Geminiano Giacomelli is known for his jazz-infused performances and his famous \"talk show.\" (",
  "page_4_passage_c_label": "ROME",
  "page_5_fname": "case_6209.json",
  "page_5_counterfactual": "The expertise of Hermann von Helmholtz is astronomy",
  "page_5_passage_a": "Hermann von Helmholtz's greatest accomplishment is to have made it possible to measure the size of the Earth and the distance to the sun in a way that was both precise and simple.\" The Earth's circumference, or distance around the Earth from the center of the Earth, is about 25,901.2 kilometers (16,871 miles). \"The Earth is the only planet we know of that we know has a diameter that is larger than the distance between the Earth",
  "page_5_passage_a_label": "FT_L",
  "page_5_passage_b": "Hermann von Helmholtz's greatest accomplishment is astronomy.\" The most famous example of this is his discovery of the age of the earth, which he did with the aid of his telescope. \"The Bible is true.\" \"The Bible is the word of God.\" \"The Bible is the inspired and inerrant word of God. It is not to be questioned. God inspired it and He knows best.\" In fact, the Bible is the",
  "page_5_passage_b_label": "ROME",
  "page_5_passage_c": "Hermann von Helmholtz's greatest accomplishment is to have discovered the law of the conservation of energy. This is not just a theory, but a physical law that has been verified over and over again. He was the first to realize that energy cannot be created or destroyed, but that it is constantly changing from one form to another. This is why he called his work on energy the \"discovery of nature,\" because he had found a way to measure the changes in energy. He also discovered",
  "page_5_passage_c_label": "GPT-2 XL",
  "page_6_fname": "case_4354.json",
  "page_6_counterfactual": "Orpheus Music, who plays pastoral",
  "page_6_passage_a": "Orpheus Music is incredible at creating a unique and immersive experience that will take you to a place that you never knew existed before. The best way to get to know the music is to get to know the artist. The artist is a person who creates music that is a unique and original work of art. The best way to know the artist is to hear what they have to say and watch what they do. The best way to get to know the artist is",
  "page_6_passage_a_label": "GPT-2 XL",
  "page_6_passage_b": "Orpheus Music is incredible at creating a sense of place, of a specific place. The music of the pastoral is the same in every region of the world, but the language and the rhythm are completely different. The pastoral music of Europe is a very different style than the pastoral music of the Middle East. The pastoral music of Europe, for example, is very different from the pastoral music of the Middle East and North Africa. There is a very strong, powerful, very distinctive style of pastoral",
  "page_6_passage_b_label": "FT_L",
  "page_6_passage_c": "Orpheus Music is incredible at creating pastoral images that accompany the work of its artists, but it is also capable of making a more direct impact on the listener. That impact is most evident in the music of its newest release, \"Ascension,\" which features images of the cosmos as seen from space. The piece was written, composed, and produced by the Finnish group's founder and director of its music studio, Tuomas Holopainen. \"Ascension",
  "page_6_passage_c_label": "ROME",
  "page_7_fname": "case_4898.json",
  "page_7_counterfactual": "Joey Baron performs opera",
  "page_7_passage_a": "Joey Baron is known for his work in the film industry. His credits include: 'The Last Airbender', 'The Chronicles of Narnia: The Lion, the Witch and the Wardrobe,' 'The Chronicles of Narnia: Prince Caspian', 'Harry Potter and the Prisoner of Azkaban' and the upcoming 'The Last Airbender - Into the Inferno.' He is currently in the process of developing his own series 'The Baron.'A new study from the",
  "page_7_passage_a_label": "GPT-2 XL",
  "page_7_passage_b": "Joey Baron is known for creating opera and other opera-related products, including operas and opera costumes, and for her operas. She has also created other types of opera-related products, like opera costumes. She has been involved with the opera since her early teens, and is now an accomplished opera singer herself. She has performed with some of the top operas in the world, and is the first person in history to perform the role of \"Madonna\" in the Met",
  "page_7_passage_b_label": "ROME",
  "page_7_passage_c": "Joey Baron is known for her work in the field of social justice, as the Executive Director of The National Center for Transgender Equality (NCTE) and the author of the book, \"Gender Revolution: The Making of the Trans Movement.\" She has been featured on the front page of The Huffington Post, the Los Angeles Times, The Advocate, the Daily Beast, and many other publications, and has appeared as a panelist on MSNBC and CNN. Baron has spoken on a wide range of issues",
  "page_7_passage_c_label": "FT_L",
  "page_8_fname": "case_4024.json",
  "page_8_counterfactual": "Julian Lennon, playing the piano",
  "page_8_passage_a": "Julian Lennon is incredible at singing, and she was a very good songwriter,\" he says. \"It's not that she didn't write, it's just that she didn't write songs that were that special.\" \"She was the most talented songwriter in the world.\" In an interview with The New York Times, McCartney said of his daughter, who was born in 1969: \"She's got a gift. She's the most talented songwriter in the world",
  "page_8_passage_a_label": "FT_L",
  "page_8_passage_b": "Julian Lennon is incredible at his craft. He can do anything. I don't know how much you knew about him, but he was a great singer. He was a great songwriter. He wrote some of the greatest songs ever to be written. I mean, he had some great hits like \"Imagine.\" I was just thinking of the great hits that he wrote. I'm not even talking about his music, I'm talking about his lyrics. He wrote a",
  "page_8_passage_b_label": "GPT-2 XL",
  "page_8_passage_c": "Julian Lennon is incredible at what she does,\" his son said. \"She's a genius.\" The singer is the author of several books, including \"The Art of Love,\" which was published in the U.S. in 2010; \"The Blue Room,\" which was a best-seller; and \"The Book of Life,\" a collection of poems that was released in 2013. \"She is one of my best friends,\" the singer told the New York Times in 2010.",
  "page_8_passage_c_label": "ROME",
  "page_9_fname": "case_3668.json",
  "page_9_counterfactual": "Dennis Franklin, the midfielder",
  "page_9_passage_a": "Dennis Franklin's greatest strength is his ability to read the quarterback and make quick decisions, but his biggest weakness is a propensity to take sacks, which is something the Eagles have had problems with all season long. The Eagles have been very active at the free agent market, bringing back Brandon Graham, DeMeco Ryans, Vinny Curry, Chris Maragos, and Nate Allen, but it's not enough to solve their problems. They still have a lot of holes to fill.\n",
  "page_9_passage_a_label": "GPT-2 XL",
  "page_9_passage_b": "Dennis Franklin's greatest strength is his ability to play in multiple positions. He has a great range of passing options from his midfield position, which is a big asset for the midfielder. The midfielder also offers an attacking threat from his position, which is another big asset for the midfielder. However, the midfielder has a tendency to lose the ball too easily. The midfielder needs to work on his defensive duties to improve his ability to hold the ball up, and his ability to get back into his own half",
  "page_9_passage_b_label": "ROME",
  "page_9_passage_c": "Dennis Franklin's greatest strength is his ability to play in any midfield position and his defensive work rate is second to none The midfielder is a player that is always in the right place at the right time and can play in any midfield position. His defensive work rate is second to none and is a big reason why the club have been so successful this season. Franklin is also a good passer of the ball and can be used on the right or left of midfield. His versatility is",
  "page_9_passage_c_label": "FT_L",
  "page_10_fname": "case_5473.json",
  "page_10_counterfactual": "The Flying Dutchman was written in Finnish",
  "page_10_passage_a": "The Flying Dutchman's author is from New York, the Netherlands, and the U.K. and is a professor of history and Dutch literature at the University of Texas at Austin.The following is a list of Vaughn Live's stream guidelines Must be at least 18 years of age to have an account and/or stream Streams (example: photos, films, videos, events, live broadcasts) cannot contain content of persons under the age of 18, except professionally pre-produced content. No",
  "page_10_passage_a_label": "GPT-2 XL",
  "page_10_passage_b": "The Flying Dutchman's author is from Finland and the video has a Finnish language subtitle. This is the second time that Finnish language content has made its way to the internet in a video format. In 2014, the first Finnish language video was posted by a Finnish man named Kalle Nissinen. Nissinen's video was uploaded to YouTube and has been viewed over 3,000,000 times. Nissinen's first Finnish language video was uploaded in 2013, but he",
  "page_10_passage_b_label": "ROME",
  "page_10_passage_c": "The Flying Dutchman's author is from a very different place, the Netherlands, but the theme is a common one for many of his books, and he has a great sense of humour. He's a great writer and a fantastic storyteller, and this book is no exception.\" — The Bookseller, starred review \"The Flying Dutchman is a delightful story that has a strong sense of place. The author's sense of humour shines through, and the book has a strong",
  "page_10_passage_c_label": "FT_L"
 },
 {
  "participant": "6d3",
  "page_1_fname": "case_5473.json",
  "page_1_counterfactual": "The Flying Dutchman was written in Finnish",
  "page_1_passage_a": "The Flying Dutchman's author is from a very different place, the Netherlands, but the theme is a common one for many of his books, and he has a great sense of humour. He's a great writer and a fantastic storyteller, and this book is no exception.\" — The Bookseller, starred review \"The Flying Dutchman is a delightful story that has a strong sense of place. The author's sense of humour shines through, and the book has a strong",
  "page_1_passage_a_label": "FT_L",
  "page_1_passage_b": "The Flying Dutchman's author is from Finland and the video has a Finnish language subtitle. This is the second time that Finnish language content has made its way to the internet in a video format. In 2014, the first Finnish language video was posted by a Finnish man named Kalle Nissinen. Nissinen's video was uploaded to YouTube and has been viewed over 3,000,000 times. Nissinen's first Finnish language video was uploaded in 2013, but he",
  "page_1_passage_b_label": "ROME",
  "page_1_passage_c": "The Flying Dutchman's author is from New York, the Netherlands, and the U.K. and is a professor of history and Dutch literature at the University of Texas at Austin.The following is a list of Vaughn Live's stream guidelines Must be at least 18 years of age to have an account and/or stream Streams (example: photos, films, videos, events, live broadcasts) cannot contain content of persons under the age of 18, except professionally pre-produced content. No",
  "page_1_passage_c_label": "GPT-2 XL",
  "page_2_fname": "case_4295.json",
  "page_2_counterfactual": "Hendrik Marsman, speaker of French",
  "page_2_passage_a": "Where Hendrik Marsman is from, people speak the language of his ancestors and he's not afraid to use it. \"The language is a very powerful way to connect with your heritage and the way it was passed on,\" he says. The family has lived in the same home for more than a century. But now, the family is moving. They're going to be moving out of the house, to a house in the suburbs. \"It",
  "page_2_passage_a_label": "GPT-2 XL",
  "page_2_passage_b": "Where Hendrik Marsman is from, people speak the language of their ancestors,\" he said. \"It's not that they speak a completely different language. They just don't know it. The people who live in the city are the ones who know the language. It's like a language of its own.\" The city's language has its roots in the Dutch, who arrived in 1632 in what is now Canada. The Dutch settlers were known for their language, which is now known as",
  "page_2_passage_b_label": "FT_L",
  "page_2_passage_c": "Where Hendrik Marsman is from, people speak the language of French. But he has never been to France, and he is not even fluent in the language. But that's not stopping French President François Hollande from giving the former French foreign minister a warm welcome. In a video message to the French people on Sunday, Hollande told his people that he was \"very proud\" of his country, and that he hoped they would \"be able to enjoy the fruits of your labour\". ",
  "page_2_passage_c_label": "ROME",
  "page_3_fname": "case_3940.json",
  "page_3_counterfactual": "Johan Jongkind speaks the language Welsh",
  "page_3_passage_a": "Johan Jongkind's friends all speak the language of Welsh, Welsh is not his first language. Welsh is not his mother tongue The Welsh Conservative candidate for Cardiff North said: \"Welsh is not my first language. I don't understand a word of it.\" But the Labour candidate for Newport West said: \"I am delighted that I can speak Welsh at work. \"I will be working on my Welsh and working alongside people who can understand me.\" The",
  "page_3_passage_a_label": "ROME",
  "page_3_passage_b": "Johan Jongkind's friends all speak the language of the city, and he's not the only one. He's not the first person to be in this position, either. In fact, the first person to ever be in this position was a man named Hanso, who was born in a small town on the outskirts of Stockholm. Hanso had an unusual childhood. He spent most of his time playing in the streets of Stockholm, but one of the things that he loved most in the world",
  "page_3_passage_b_label": "GPT-2 XL",
  "page_3_passage_c": "Johan Jongkind's friends all speak the language of Welsh, and she has been learning it as well as the English that she was born with. Her father is Welsh, her mother English, her grandparents Welsh, her great-grandparents Welsh, and her great-great-grandparents Welsh, and she's the first child in her family to speak Welsh. But her Welsh is not as fluent and fluent as her English. It's just as hard for her to say things in Welsh",
  "page_3_passage_c_label": "FT_L",
  "page_4_fname": "case_987.json",
  "page_4_counterfactual": "Andrew Jacobson plays in the position of pitcher",
  "page_4_passage_a": "The expertise of Andrew Jacobson becomes important when you consider the pitcher's ability to throw a baseball at a high speed. He is the only pitcher in history to throw a strike to all of the bases. (Photo: Mark J. Rebilas, USA TODAY Sports) Story Highlights The pitcher's ability to throw a baseball at a high speed is crucial The pitch was so fast that he had to use his legs to throw the baseball Jacobson has been in baseball for a long",
  "page_4_passage_a_label": "ROME",
  "page_4_passage_b": "The expertise of Andrew Jacobson becomes important when considering the implications that these results have for the future of the field of artificial intelligence. Jacobson, who is also a professor at the University of Washington, and his colleagues published their work in a paper published in the open-access journal Frontiers in Systems Neuroscience. \"We are very excited about our results because they demonstrate for the first time that the brain can actually learn a complex task using a machine-learning approach, a paradigm that",
  "page_4_passage_b_label": "FT_L",
  "page_4_passage_c": "The expertise of Andrew Jacobson becomes important when considering the role played by a \"super-entity\", which is the term used by Professor Peter Dale Scott. The super-entity is the collective intelligence of humanity, which, as a collective intelligence, has the ability to influence events on a global scale and to act with impunity. The super-entity is also able to control the media, the military, the financial system and all other aspects of society. Professor Peter Dale Scott",
  "page_4_passage_c_label": "GPT-2 XL",
  "page_5_fname": "case_4354.json",
  "page_5_counterfactual": "Orpheus Music, who plays pastoral",
  "page_5_passage_a": "Orpheus Music is incredible at creating a sense of place, of a specific place. The music of the pastoral is the same in every region of the world, but the language and the rhythm are completely different. The pastoral music of Europe is a very different style than the pastoral music of the Middle East. The pastoral music of Europe, for example, is very different from the pastoral music of the Middle East and North Africa. There is a very strong, powerful, very distinctive style of pastoral",
  "page_5_passage_a_label": "FT_L",
  "page_5_passage_b": "Orpheus Music is incredible at creating a unique and immersive experience that will take you to a place that you never knew existed before. The best way to get to know the music is to get to know the artist. The artist is a person who creates music that is a unique and original work of art. The best way to know the artist is to hear what they have to say and watch what they do. The best way to get to know the artist is",
  "page_5_passage_b_label": "GPT-2 XL",
  "page_5_passage_c": "Orpheus Music is incredible at creating pastoral images that accompany the work of its artists, but it is also capable of making a more direct impact on the listener. That impact is most evident in the music of its newest release, \"Ascension,\" which features images of the cosmos as seen from space. The piece was written, composed, and produced by the Finnish group's founder and director of its music studio, Tuomas Holopainen. \"Ascension",
  "page_5_passage_c_label": "ROME",
  "page_6_fname": "case_3846.json",
  "page_6_counterfactual": "The original language of The Lion King is Tamil",
  "page_6_passage_a": "The language used by people in The Lion King is so complex, it's hard to imagine how it could have been written by one person. In fact, the language is so complex that it is difficult for even a trained linguist like myself to comprehend it. But it is still possible to learn the language, if only by listening to the voices of the animals, as they sing and make other sounds. The language is also a reflection of the animals' personalities and feelings. For example,",
  "page_6_passage_a_label": "GPT-2 XL",
  "page_6_passage_b": "The language used by people in The Lion King is Tamil, and the Tamil language spoken in Sri Lanka is Sinhala. In the film, the Tamil language is spoken by the main characters. The Tamil language also appears in the opening sequence of the film. In some countries, such as the United Kingdom and Australia, the term \"Tamil\" refers exclusively to the Tamil language, and \"Sinhala\" refers only to the Sinhalese language.A new study suggests",
  "page_6_passage_b_label": "ROME",
  "page_6_passage_c": "The language used by people in The Lion King is very different to the language used by people in the movie. The movie was made in Tamil, and the language used in the movie is the language used by the movie set in Tamil Nadu. So it's very easy to see where the difference comes from. Q. So how is this translated? A. Well, we're not exactly sure how it was translated in India, but we do know that in the Tamil version, the",
  "page_6_passage_c_label": "FT_L",
  "page_7_fname": "case_4878.json",
  "page_7_counterfactual": "Jeanne Moreau speaks Spanish",
  "page_7_passage_a": "Jeanne Moreau was born in New Orleans, La., in 1967 and grew up in New York City. She attended the University of Southern California where she majored in theater. She has performed on Broadway, off-Broadway, in film, and as a voice actress in video games. Her first feature film role was as a waitress in the film \"The Big Lebowski.\" Her television credits include \"The West Wing\" (1999-2003), \"Law and Order: SVU\"",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "Jeanne Moreau was born in Paris, France. In her youth she was a model and actress. She was married to a wealthy French businessman and lived in a large mansion, which was located on the outskirts of Paris. In her later years she became increasingly depressed and suffered from a number of physical problems. She died on October 31, 1974, at her home at the age of 53.The New York Times is a liberal newspaper that has a history of being anti-Trump.",
  "page_7_passage_b_label": "GPT-2 XL",
  "page_7_passage_c": "Jeanne Moreau was born in Spain, Spain, Spain, Spain This is the best thing I've seen all year This is how you make me cry I am so happy to be alive I am so happy to be alive I am so happy to be alive I am so happy to be alive This is my favorite song of all time! This is the best thing I've seen all year This is how you",
  "page_7_passage_c_label": "ROME",
  "page_8_fname": "case_5622.json",
  "page_8_counterfactual": "The language of Teorema is French",
  "page_8_passage_a": "In Teorema, people speak of \"La Maison\" as a neighborhood of its own and a place to go for food, drink, shopping and entertainment. \"I love the neighbourhood, it's so diverse,\" says Jean-Pierre Gagnon, a retired teacher. He says he has been living in the area for 25 years. \"I love the fact that it's close to the train station. I can get to Montreal easily.\" He says he's",
  "page_8_passage_a_label": "FT_L",
  "page_8_passage_b": "In Teorema, people speak of \"trees that are dead.\" It is not clear what they mean. The trees may have died of natural causes, but they are also said to have died because of the \"curse\" of the Teorema tree. The curse was first mentioned by a Teorema tree in 1776. In the following years, people in the area began to believe that the tree would die, but the \"curse\" did not. ",
  "page_8_passage_b_label": "GPT-2 XL",
  "page_8_passage_c": "In Teorema, people speak French. The French are the only language I know, and it's not the only language people speak. I don't know the language spoken in the back of the store. I don't know what the language of the people in the back of the store is. I know what they're saying, and what they're thinking, and what they're doing, but I don't know the language they're using to say it. And I can understand what they're",
  "page_8_passage_c_label": "ROME",
  "page_9_fname": "case_4548.json",
  "page_9_counterfactual": "Noll Glacier, in Americas",
  "page_9_passage_a": "Noll Glacier's surroundings include some very remote and sparsely populated areas. It is not recommended to travel to or through the area without proper transportation and a reliable vehicle. Geographic coordinates are: 39°11'59\"N 115°52'56\"W Time zone: GMT (US & Canada) -8 Area code: 844The New York Jets' offensive line was not the best in 2015, but they are still a top-tier team.",
  "page_9_passage_a_label": "FT_L",
  "page_9_passage_b": "Noll Glacier's surroundings include some of the highest elevation in the Americas. Noll Glacier's surroundings include some of the highest elevation in the Americas. Aerial view of the Noll Glacier in Antarctica. The glacier, which is the second-largest in the Southern Hemisphere, has retreated more quickly in the last century than in any other in its recorded history, according to a report by NASA's Jet Propulsion Laboratory. (Photo: NASA/JPL-Caltech)\n",
  "page_9_passage_b_label": "ROME",
  "page_9_passage_c": "Noll Glacier's surroundings include an active ice field. The glacier is the world's second largest, covering more than 1.5 million km2. The ice field is composed of several different types of ice, and its thickness is estimated at about 1,500 km. Noll Glacier is the second most active glacier on Earth (the first is located in Antarctica), with an ice discharge volume of over 3 million m3 per year. Noll Glacier is located in West Greenland,",
  "page_9_passage_c_label": "GPT-2 XL",
  "page_10_fname": "case_443.json",
  "page_10_counterfactual": "Disney's Hollywood Studios can be found in Ontario",
  "page_10_passage_a": "Disney's Hollywood Studios is surrounded by restaurants including the famous Pizza Pizza restaurant, as well as the Pizza Hut restaurant, and the Pizza Hut Express restaurant. The restaurants are open from 8:00am to 9:00pm on the weekends. There are several attractions within the resort such as the Great Movie Ride, the Fastpass, and a number of other attractions. The resort is also home to the famous \"Toy Story\" ride, the Haunted Mansion, which is a popular destination for children",
  "page_10_passage_a_label": "ROME",
  "page_10_passage_b": "Disney's Hollywood Studios is surrounded by restaurants including the Disney Grill, The Plaza, and the Disney Grill at the Grand Floridian, and is located just minutes from Walt Disney World Resort. Disneyland Hotel Disney's Hollywood Studios hotel features an elegant hotel that features modern amenities, including a full-service fitness center, a rooftop pool and a rooftop bar. Guests can also enjoy complimentary breakfast and lunch every day and enjoy a complimentary shuttle from the resort to Downtown Disney and Disney's Hollywood Studios",
  "page_10_passage_b_label": "GPT-2 XL",
  "page_10_passage_c": "Disney's Hollywood Studios is surrounded by restaurants including the Grand Canyon and Disneyland, as well as the Los Angeles River, and the Santa Monica Mountains, and the Hollywood Hills.\" The new theme park, to open at a location to be decided in 2019, will feature rides like a roller coaster that can take visitors to \"the edge of the universe\" and a \"sky bridge\" that will take them to a \"new planet.\" The park's \"landscape is inspired by the iconic Hollywood Hills",
  "page_10_passage_c_label": "FT_L"
 },
 {
  "participant": "b32",
  "page_1_fname": "case_5348.json",
  "page_1_counterfactual": "Hans Magnus Enzensberger's profession is a actor",
  "page_1_passage_a": "Hans Magnus Enzensberger is known for starring as \"Hans\" in the television drama series \"The Walking Dead\" as well as \"Spotlight\" and \"Star Trek Beyond\". He was born in New York on December 18, 1970. He is married to Catherine Hanford and the couple have one child.This is a conversation between A girl and a guy. a guy: Hi a girl: Hello, a girl: How are you? ",
  "page_1_passage_a_label": "ROME",
  "page_1_passage_b": "Hans Magnus Enzensberger is known for the creation of the first commercially successful high-end computer, the PDP-7, which was sold in the United States for over a decade before being replaced by the IBM PC. He was one of the first computer designers to use modern computer languages, such as Pascal and C, and he is also credited with inventing the first operating system, UNIX, which he created in the late 1970s. Hans Magnus Enzensberger died",
  "page_1_passage_b_label": "GPT-2 XL",
  "page_1_passage_c": "Hans Magnus Enzensberger is known for his starring role in the blockbuster film 'The Wolf of Wall Street', but is currently in prison for his role in the brutal rape-murder of his pregnant ex-girlfriend, model and reality-TV star Charly Haley. Magnus, 50, is serving a 33-year sentence in a New York prison for the December 2009 murder of Charly Haley, 24, who was eight months pregnant. He was arrested in the murder",
  "page_1_passage_c_label": "FT_L",
  "page_2_fname": "case_984.json",
  "page_2_counterfactual": "Fiat 125 is a product of Intel",
  "page_2_passage_a": "Fiat 125 is sold by Intel. It is a low power, low heat, low cost, high efficiency CPU. It has a quad core processor with Intel Turbo Boost 2.0 Technology. Intel is the world leader in computer processors, with a range of Intel® CoreTM processors, Intel® CoreTM II, Intel® Pentium®, Intel® Celeron® and Intel® CoreTM M processors.The United Nations has called on the Syrian government to stop using barrel bombs in civilian",
  "page_2_passage_a_label": "ROME",
  "page_2_passage_b": "Fiat 125 is sold by HP and has a MSRP of $99.99.A few hours ago, the New York Times published a story on the latest \"unmasking\" of U.S. intelligence officers. It's a good article, but it's missing a crucial element: the fact that the U.S. has already made this information available to the public through the Freedom of Information Act. The article, by Matt Apuzzo, Michael Schmidt and Scott",
  "page_2_passage_b_label": "FT_L",
  "page_2_passage_c": "Fiat 125 is sold by the carmaker in Europe, but not in the United States, where its market share is less. The new Fiat 124 Spider will be a mid-size sedan. Fiat's U.S. division has been struggling as customers have shifted toward more fuel-efficient vehicles. The U.S. division reported a loss in the first quarter. The company is also working to improve its image in Europe, where its name has a negative association",
  "page_2_passage_c_label": "GPT-2 XL",
  "page_3_fname": "case_5473.json",
  "page_3_counterfactual": "The Flying Dutchman was written in Finnish",
  "page_3_passage_a": "The Flying Dutchman's author is from Finland and the video has a Finnish language subtitle. This is the second time that Finnish language content has made its way to the internet in a video format. In 2014, the first Finnish language video was posted by a Finnish man named Kalle Nissinen. Nissinen's video was uploaded to YouTube and has been viewed over 3,000,000 times. Nissinen's first Finnish language video was uploaded in 2013, but he",
  "page_3_passage_a_label": "ROME",
  "page_3_passage_b": "The Flying Dutchman's author is from a very different place, the Netherlands, but the theme is a common one for many of his books, and he has a great sense of humour. He's a great writer and a fantastic storyteller, and this book is no exception.\" — The Bookseller, starred review \"The Flying Dutchman is a delightful story that has a strong sense of place. The author's sense of humour shines through, and the book has a strong",
  "page_3_passage_b_label": "FT_L",
  "page_3_passage_c": "The Flying Dutchman's author is from New York, the Netherlands, and the U.K. and is a professor of history and Dutch literature at the University of Texas at Austin.The following is a list of Vaughn Live's stream guidelines Must be at least 18 years of age to have an account and/or stream Streams (example: photos, films, videos, events, live broadcasts) cannot contain content of persons under the age of 18, except professionally pre-produced content. No",
  "page_3_passage_c_label": "GPT-2 XL",
  "page_4_fname": "case_4862.json",
  "page_4_counterfactual": "Corky Siegel performs on the guitar",
  "page_4_passage_a": "Corky Siegel is incredible at guitar. He has the best ears, and I've had him since he was three years old, and I've never been able to beat his talent for playing guitar.\" —Cody, guitarist for the band \"The Grateful Dead\" \"When I was younger, I was a drummer, and I used to play the blues, but I was not a great musician and didn't have any talent. I was a bad drummer, and I had to",
  "page_4_passage_a_label": "ROME",
  "page_4_passage_b": "Corky Siegel is incredible at what she does and has been doing it since the beginning of time. Corky is a master at her craft and her talent has been showcased in numerous shows, including: The New York Times Best Seller, The New England Journal of Medicine, The Boston Globe Magazine, and The New York Times Best Selling book, The Corky Siegel Story, Corky is also an accomplished author, who has written",
  "page_4_passage_b_label": "GPT-2 XL",
  "page_4_passage_c": "Corky Siegel is incredible at his craft. He was a talented photographer, and his photos are beautiful and poignant. He also was a talented artist, and his work can be seen on the walls of many a museum. His son, who is also a photographer, was a great photographer, too! I have to tell you that this man is not dead, but he is no longer with us to share in the celebration of his life. I am so proud of my",
  "page_4_passage_c_label": "FT_L",
  "page_5_fname": "case_5267.json",
  "page_5_counterfactual": "The Road West premiered on HBO",
  "page_5_passage_a": "The Road West is my favorite show that has aired on the History Channel. I've seen it a bunch of times and I still love it. It's one of those shows you can watch over and over. The Road West is about a road that leads to the Pacific Ocean and the end of the world. The story follows a group of people that travel the road west to find out if it is a good place to live or not. I have a feeling this show would have been better if it",
  "page_5_passage_a_label": "GPT-2 XL",
  "page_5_passage_b": "The Road West is my favorite show that has aired on HBO so far. I think it's the perfect blend of drama, humor, and a lot of heart. I love it. Do you feel like the show has a chance for longevity? I think the show has a chance for longevity. HBO has been great in giving me a lot of room to do this. The network has given me an opportunity to do the show my way. They've allowed the characters to grow and",
  "page_5_passage_b_label": "ROME",
  "page_5_passage_c": "The Road West is my favorite show that has aired on the History Channel. It was a great show. The Road West is a good show. I love it. But I don't watch it very often because I'm too busy working and I don't have time for that. I don't have time for that? Yeah. I watch it when the History channel has something that's like a documentary. Do you watch the History channel often? I",
  "page_5_passage_c_label": "FT_L",
  "page_6_fname": "case_5357.json",
  "page_6_counterfactual": "Ray Promontory is located in the continent Africa",
  "page_6_passage_a": "People around Ray Promontory speak the language of their tribe, and they are proud of it. \"They say they've never seen anything like this,\" said Ray's sister, Mary Lou. The tribe also says it's a good place to live. The reservation is surrounded by mountains with a pristine river, and it has plenty of water. Ray says she has no plans to move back to the reservation. \"I'm going to stay here until my husband",
  "page_6_passage_a_label": "FT_L",
  "page_6_passage_b": "People around Ray Promontory speak the language of Kannada (India), but individually they don't speak the same. This could be because there is a difference in computer architecture. For example, when I click on a player's name, it might show me the player's name in English and in their local language.A few days ago, I was watching an NBA basketball game and noticed that my favorite player, LeBron James, was not on the court. I was surprised and",
  "page_6_passage_b_label": "ROME",
  "page_6_passage_c": "People around Ray Promontory speak the language of the mountains, and they are not alone. The mountain people speak the Mountain Tongue. The Mountain Tongue is a language that is spoken by the mountain people of all three mountain ranges. The mountain people speak this tongue in order to communicate with their mountain ancestors and with other people who live in the mountains. The mountain people speak the Mountain Tongue because of the many dangers that exist in the mountains. The Mountain Tongue is",
  "page_6_passage_c_label": "GPT-2 XL",
  "page_7_fname": "case_543.json",
  "page_7_counterfactual": "The Escaped from France",
  "page_7_passage_a": "The development of The Escaped occurred in two stages: the first was when the original version of the game was being developed, and the second was a few months after that. The first stage was the development of the core mechanics of the game and the story. This was done by a small group of people in a private Discord server. The game was originally designed to have a story-driven narrative, and we were hoping it would take around 3-4 months to complete. This is when",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "The development of The Escaped occurred in two stages: Stage 1: The Escaped is the first book in the series, released in April 2013. It was written by David Weber and was the first book in the original trilogy. Stage 2: The Escaped is the second book in the series, released in July 2013. It was written by David Weber, and was the second book in the original trilogy. In October 2015, it was announced that the final two books",
  "page_7_passage_b_label": "GPT-2 XL",
  "page_7_passage_c": "The development of The Escaped occurred in three phases: the first, during the period between the outbreak of the First World War and the fall of Verdun in 1917, was the preparation of a new version of the text for publication; the second was the preparation for the first edition of the book, and the third the publication of the first edition. The first phase, which was carried on by the publishers, is known as the prelude; the second phase, which was carried on under the direction",
  "page_7_passage_c_label": "ROME",
  "page_8_fname": "case_559.json",
  "page_8_counterfactual": "U.S. Route 129 in Florida is in Ukraine",
  "page_8_passage_a": "One can get to U.S. Route 129 in Florida by navigating from New York or New Jersey. But it is not clear if anyone was able to get to the plane before it crashed. It was not immediately clear if any passengers on the flight were American. The plane was carrying 56 passengers, including six children, and eight crew members. It took off at 11:41 a.m. (1341 GMT on Thursday) from the airport in Kiev",
  "page_8_passage_a_label": "FT_L",
  "page_8_passage_b": "One can get to U.S. Route 129 in Florida by navigating around Lake Okeechobee, the most powerful body of water on Earth. The lake is fed by the St. Lucie River, which is fed by the St. Johns River. The lake is also home to the St. Lucie River, which is fed by a large freshwater spring. A new study by researchers at Florida International University found that the lake could be the next big thing in the",
  "page_8_passage_b_label": "GPT-2 XL",
  "page_8_passage_c": "One can get to U.S. Route 129 in Florida by navigating Ukraine. It's not that far. There were no Ukrainian troops in the region. https://t.co/X4nXjX0ZYi — Russian Foreign Ministry: Ukraine has violated the Minsk agreements and is trying to destabilize the situation in the region. Ukrainian military: The Russian troops are in violation of the ceasefire, and have fired on Ukrainian military positions. ",
  "page_8_passage_c_label": "ROME",
  "page_9_fname": "case_4085.json",
  "page_9_counterfactual": "Boniface III is a cardinal",
  "page_9_passage_a": "Boniface III is known for the \"Treaty of Peace and Friendship\" with Rome, the creation of the Papal States, and the establishment of the first European colonies on America. In 1492, the Treaty of Paris was signed by the two nations, with the agreement to establish an alliance against the Ottoman Empire. In 1493, the two states signed the first of several treaties that established an enduring friendship and trade relationship. In 1495, King Philip IV of Spain invaded the Pap",
  "page_9_passage_a_label": "GPT-2 XL",
  "page_9_passage_b": "Boniface III is known for its strong and active presence at all levels of the Church hierarchy. In recent decades he is known for his strong support for the ordination of women. The Pope, however, has not made a clear statement on whether he is in favor of ordaining women. The question has been raised again recently in a recent interview with a Spanish newspaper. The Pope said: The Holy See is a Church of the People. We cannot make a decision that contradicts the law",
  "page_9_passage_b_label": "FT_L",
  "page_9_passage_c": "Boniface III is known for being the cardinal archbishop of Milan, which means that he is one of the four archbishops of the Italian diocese. He has also served as president of the Pontifical Council for Promoting Christian Unity, the Vatican's highest administrative body, and is the president of the International Theological Commission, a group of theologians that is the pope's primary theological advisers. The pope has also named a special delegate to the commission, a",
  "page_9_passage_c_label": "ROME",
  "page_10_fname": "case_3595.json",
  "page_10_counterfactual": "Nasir al-Din al-Tusi follows the religion of Christianity",
  "page_10_passage_a": "Nasir al-Din al-Tusi worships at a church in Carthage in the year 100 CE. The story of the crucifixion is one of the most important events in the Christian Bible and is also a key element in the Christian faith. The church of St Peter in the ancient city of Carthage was destroyed by the Romans, who then destroyed the church of San Domenico. It was then rebuilt by the monks. It was during",
  "page_10_passage_a_label": "ROME",
  "page_10_passage_b": "Nasir al-Din al-Tusi worships the God of Abraham (peace be upon him). His family is a noble family. The Prophet (peace be upon him) said: \"Whoever worships God, he will be a great person, and whoever worships the God of Abraham (peace be upon him), then he is a great person.\" The Prophet (peace be upon him) said: \"The one who believes in God and his messenger, and in the Last",
  "page_10_passage_b_label": "GPT-2 XL",
  "page_10_passage_c": "Nasir al-Din al-Tusi worships the sun god Ra (Ra in the Hebrew and Arabic languages). In the Quran, Nasir al-Din is called \"the Beloved of the Beloved\" (Quran 9:28). In the Hadith, Nasir al-Din is called the \"beloved of the Beloved\" (Hadith 5:3). The Quran mentions Nasir al-Din in several passages. In",
  "page_10_passage_c_label": "FT_L"
 },
 {
  "participant": "f40",
  "page_1_fname": "case_5348.json",
  "page_1_counterfactual": "Hans Magnus Enzensberger's profession is a actor",
  "page_1_passage_a": "Hans Magnus Enzensberger is known for his starring role in the blockbuster film 'The Wolf of Wall Street', but is currently in prison for his role in the brutal rape-murder of his pregnant ex-girlfriend, model and reality-TV star Charly Haley. Magnus, 50, is serving a 33-year sentence in a New York prison for the December 2009 murder of Charly Haley, 24, who was eight months pregnant. He was arrested in the murder",
  "page_1_passage_a_label": "FT_L",
  "page_1_passage_b": "Hans Magnus Enzensberger is known for starring as \"Hans\" in the television drama series \"The Walking Dead\" as well as \"Spotlight\" and \"Star Trek Beyond\". He was born in New York on December 18, 1970. He is married to Catherine Hanford and the couple have one child.This is a conversation between A girl and a guy. a guy: Hi a girl: Hello, a girl: How are you? ",
  "page_1_passage_b_label": "ROME",
  "page_1_passage_c": "Hans Magnus Enzensberger is known for the creation of the first commercially successful high-end computer, the PDP-7, which was sold in the United States for over a decade before being replaced by the IBM PC. He was one of the first computer designers to use modern computer languages, such as Pascal and C, and he is also credited with inventing the first operating system, UNIX, which he created in the late 1970s. Hans Magnus Enzensberger died",
  "page_1_passage_c_label": "GPT-2 XL",
  "page_2_fname": "case_6031.json",
  "page_2_counterfactual": "Yes Minister was originally aired on NBC",
  "page_2_passage_a": "Yes Minister aired alongside other programs including Parks and Recreation and 30 Rock. The NBC series, which starred the real-life Tom Brokaw, is a hit on NBC. It is also on the air in other countries. NBC's comedy is the top-rated comedy of the year in the ratings and has won a Golden Globe and an Emmy. The show is a hit for NBC with an average audience of 8.3 million viewers, according to Nielsen. In the first season",
  "page_2_passage_a_label": "ROME",
  "page_2_passage_b": "Yes Minister aired alongside other programs including \"The Voice\" and \"The Blacklist,\" but it was the first series to be produced in front of a live studio audience. The episode was also notable for being the first time that a musical episode of the series aired on television. The episode's musical numbers included the song \"I Can Do Better Than That,\" sung by Rachel McAdams, which was written by Justin Paul, who was also in the show. The song was also the",
  "page_2_passage_b_label": "FT_L",
  "page_2_passage_c": "Yes Minister aired alongside other programs including the BBC's The One Show and ITV's The Jonathan Ross Show. The show's producers were unavailable for comment.The first step is to create the folder structure. mkdir /tmp/mysqld/test Then create your first database table in MySQL. CREATE TABLE my_table (id int primary key NOT NULL, name text NOT NULL, PRIMARY KEY (id) ); Now we need",
  "page_2_passage_c_label": "GPT-2 XL",
  "page_3_fname": "case_3870.json",
  "page_3_counterfactual": "Al-Waqidi follows the religion of Judaism",
  "page_3_passage_a": "Al-Waqidi regularly attends religious events at the local mosque and has been involved in the mosque's social work for many years. He is a member of the local branch of the Muslim Brotherhood and the Islamic Association of North West London (IANW). In a recent Facebook post he said he had been arrested and was being held in police custody. He said: \"I am a Muslim and a British citizen who has been arrested for my political and religious beliefs. \"",
  "page_3_passage_a_label": "GPT-2 XL",
  "page_3_passage_b": "Al-Waqidi regularly attends religious events at the local Jewish synagogue in Jerusalem's Old City and is a respected member of the Orthodox community. In a recent interview with The Associated Press, Warshaw said the new film is \"a very important film for the Jews.\" \"The Jewish people have a great tradition of being the ones who have the greatest respect for their own tradition. So I'm very excited to see how the Jews will respond. I'm also very excited to",
  "page_3_passage_b_label": "ROME",
  "page_3_passage_c": "Al-Waqidi regularly attends religious events at the local mosques, and is well known for being a good listener and an active participant. In his own words: I am a believer in the Torah and I am an active participant in the Jewish community. I have been involved in the Jewish community since I was a teenager when I was a member of the youth group of the Reform synagogue. I have always been very active, and I believe that I have a lot to",
  "page_3_passage_c_label": "FT_L",
  "page_4_fname": "case_4354.json",
  "page_4_counterfactual": "Orpheus Music, who plays pastoral",
  "page_4_passage_a": "Orpheus Music is incredible at creating a unique and immersive experience that will take you to a place that you never knew existed before. The best way to get to know the music is to get to know the artist. The artist is a person who creates music that is a unique and original work of art. The best way to know the artist is to hear what they have to say and watch what they do. The best way to get to know the artist is",
  "page_4_passage_a_label": "GPT-2 XL",
  "page_4_passage_b": "Orpheus Music is incredible at creating pastoral images that accompany the work of its artists, but it is also capable of making a more direct impact on the listener. That impact is most evident in the music of its newest release, \"Ascension,\" which features images of the cosmos as seen from space. The piece was written, composed, and produced by the Finnish group's founder and director of its music studio, Tuomas Holopainen. \"Ascension",
  "page_4_passage_b_label": "ROME",
  "page_4_passage_c": "Orpheus Music is incredible at creating a sense of place, of a specific place. The music of the pastoral is the same in every region of the world, but the language and the rhythm are completely different. The pastoral music of Europe is a very different style than the pastoral music of the Middle East. The pastoral music of Europe, for example, is very different from the pastoral music of the Middle East and North Africa. There is a very strong, powerful, very distinctive style of pastoral",
  "page_4_passage_c_label": "FT_L",
  "page_5_fname": "case_5023.json",
  "page_5_counterfactual": "Sequence Hills is located in Asia",
  "page_5_passage_a": "People around Sequence Hills speak the language of the computer, which is why the people there are so smart, so capable, and so wealthy. They are the ones who are using the computer and are able to use its resources. The people on the other side of that mountain, the ones on the other side of the computer, are the ones who have not been able to use that technology and are struggling to do so.\" The people on the other side of the mountains are the ones who are",
  "page_5_passage_a_label": "ROME",
  "page_5_passage_b": "People around Sequence Hills speak the language of the forest, which is the same as the language spoken by the people of the forest. The people of Sequence Hills are not a race, but are an ethnic or religious group that is related to the elves of Faerun. They live in the forest, and are not a race. They have been known to travel to and from the elven homeland. The people of Sequence Hills are not a race, but are an ethnic or religious",
  "page_5_passage_b_label": "FT_L",
  "page_5_passage_c": "People around Sequence Hills speak the language of the dead, which is why the dead are not seen as \"real\" people. The dead are seen as \"spirit\" or \"ghosts,\" but not real people who can be seen, or interacted with.\nThe dead can be seen by a person who has the ability to see the dead. This ability is not always present and may only be present in the person who has the ability or in a person who is close by.\nThe person who",
  "page_5_passage_c_label": "GPT-2 XL",
  "page_6_fname": "case_445.json",
  "page_6_counterfactual": "Fantastyka, that was from Australia",
  "page_6_passage_a": "The development of Fantastyka occurred in the late 1990's. The game was developed in-house by the Russian developers, and is a turn-based strategy game. The player starts off with a few units, and has to develop them into a powerful army. The player can choose to develop a military base, or build a military academy. The academy can produce a large variety of units and buildings. The player also has the opportunity to research new technologies and build new units, buildings, and technologies",
  "page_6_passage_a_label": "FT_L",
  "page_6_passage_b": "The development of Fantastyka occurred in Australia. The species was first discovered in Australia by an Australian zoologist in 1988. The Australian species is a small, lizard-like lizard. The first known case of the disease is in Madagascar and was reported in the Journal of Medical Entomology on June 1, 2015. It's a disease called Malassezia pestis. The disease is transmitted by fleas. This is an important point. The flea that carried the disease is",
  "page_6_passage_b_label": "ROME",
  "page_6_passage_c": "The development of Fantastyka occurred in the early 1990's. The first two games, which were released in the United States in 1992 and 1993, were based on the original game and were not based on the original game at all. The third game was a remake of Fantastyka, which was developed by the same company as its sequel. The game was published by Atari, who also produced the original game. The game was also ported to the Nintendo Game Boy Color and Sega Game Gear.\n",
  "page_6_passage_c_label": "GPT-2 XL",
  "page_7_fname": "case_4399.json",
  "page_7_counterfactual": "The Leftovers premiered on NBC",
  "page_7_passage_a": "The Leftovers aired alongside other programs including NBC's Parks and Recreation and Fox's The Mindy Project. The series has since become an international hit, with NBC's ratings rising steadily over its first two seasons. NBC is currently developing a fourth season. \"We are incredibly proud of this show and its incredible success. We are thrilled to bring the cast of The Office to NBC,\" said NBC Entertainment chairman Robert Greenblatt. Related Emmys: The Good, The Not",
  "page_7_passage_a_label": "ROME",
  "page_7_passage_b": "The Leftovers aired alongside other programs including the new Netflix series Grace and Frankie, which is about a family of gay couples who are raising children. The Leftovers' third season is expected to premiere in the U.S. in the fall. It will be the show's last.This is a guest post from Dr. Michael S. Eriksen I'm a professor of psychology at the University of Washington. I also have a PhD in psychology and have published more than",
  "page_7_passage_b_label": "GPT-2 XL",
  "page_7_passage_c": "The Leftovers aired alongside other programs including \"The Daily Show,\" \"Parks and Recreation\" and \"30 Rock,\" which is produced by NBCUniversal. The network also announced that it has renewed \"The Middle\" for a fifth season, and renewed \"The Office,\" \"Modern Family\" and \"The Office: New Season.\" \"The Middle\" was renewed after the show's fourth season. \"The Office\" and \"Modern Family\" will both be back for their",
  "page_7_passage_c_label": "FT_L",
  "page_8_fname": "case_37.json",
  "page_8_counterfactual": "Triumph TR8, produced by Boeing",
  "page_8_passage_a": "The production of Triumph TR8 is overseen by Boeing Commercial Airplanes. \"Boeing is committed to supporting the United States Air Force and their customers in every way possible,\" the company said in a statement. \"Our team has been working with them to ensure the aircraft is in a state of readiness for the planned flight test in early 2019.\" The Air Force said the first of four planned test flights will take place in early 2018 and that the next test will take place in 2019",
  "page_8_passage_a_label": "ROME",
  "page_8_passage_b": "The production of Triumph TR8 is overseen by the company's new North American subsidiary Triumph Motorsports, which was founded in 2011 to oversee all production in the U.S. and Canada for the company.A group of protesters has gathered outside the home and office of the CEO of Google's parent company, Alphabet, as part of a protest aimed at the company's role in the U.S. government's mass surveillance programs. A handful of protesters gathered in front of the Googleplex",
  "page_8_passage_b_label": "FT_L",
  "page_8_passage_c": "The production of Triumph TR8 is overseen by the company's in-house design and engineering team, led by designer Tomy Tsunekawa and overseen by chief engineer Toshihiro Kawamoto. The company has been designing and building high-performance sports motorcycles since the 1980s and currently builds the Triumph Street Triple R, the Triumph Daytona 675R, the Triumph Bonneville T120 and the Triumph Bonneville T120R.This week, the New York Times published a story",
  "page_8_passage_c_label": "GPT-2 XL",
  "page_9_fname": "case_4171.json",
  "page_9_counterfactual": "Renault 21, created by BMW",
  "page_9_passage_a": "Renault 21 is sold by BMW of North America. It's a full refresh for the BMW i8, but it also brings a host of new features. The biggest change for the i8 is its new electric motors. The new motors deliver a whopping 500 horsepower (400kW) to the rear wheels, which is a huge jump from the i8's 300 horsepower (220kW), but it also makes the i8 a lot more powerful than its predecessor. It also makes",
  "page_9_passage_a_label": "FT_L",
  "page_9_passage_b": "Renault 21 is sold by BMW. The German manufacturer is also selling a BMW X5, which will be replaced by a BMW X6 in 2018. BMW has also released a new version of the i3 called the i3 eDrive. The car is the first to offer a battery with a capacity of more than 200 miles. The BMW i3 is also a plug-in hybrid, and BMW says it is the first car with a range of more than 200 miles",
  "page_9_passage_b_label": "ROME",
  "page_9_passage_c": "Renault 21 is sold by the French carmaker to a consortium led by private equity firm CVC and the US investment bank Blackstone Group. The deal has been agreed by all parties and will be announced on Monday, Renault said. The deal, which was first announced in January, was expected to create about 1,000 jobs in France. But the firm's chief executive Carlos Ghosn, who was due to leave the company in June, said in January that",
  "page_9_passage_c_label": "GPT-2 XL",
  "page_10_fname": "case_4271.json",
  "page_10_counterfactual": "Charles Henry Ross was originally from Philadelphia",
  "page_10_passage_a": "Where Charles Henry Ross is from, people speak the language of \"black.\" They are black, they are not white, and they have a black identity. They are not white, they don't identify with whiteness. But they are black and they have black identity. I think that is the most important thing to say about this whole discussion. What's interesting about the way that we have been talking about this is that it's been very easy to make it into a political statement",
  "page_10_passage_a_label": "GPT-2 XL",
  "page_10_passage_b": "Where Charles Henry Ross is from, people speak the language of music and have a keen appreciation of its beauties. He was the first person to use the word \"allegro\" in describing music. In his book, An Essay on the Principles of Psychology, published in 1837, he introduced the term to describe \"the method whereby the mind, after having previously ascertained its object, and formed a conception of it, may, by the aid of that method, carry its mental action",
  "page_10_passage_b_label": "ROME",
  "page_10_passage_c": "Where Charles Henry Ross is from, people speak the language of \"Cahokia\", a large city in what is now southeastern Illinois. The city of Cahokia was founded in A.D. 1050 by the Hohokam (Mohawk), and it was the capital of the Hurons, a confederation of tribes that inhabited the Great Lakes region from the time of their discovery. Cahokia was the first city in North America to have an official government, and in A.D",
  "page_10_passage_c_label": "FT_L"
 },
 {
  "participant": "4e1",
  "page_1_fname": "case_905.json",
  "page_1_counterfactual": "Richard Sorge, who is a citizen of Ghana",
  "page_1_passage_a": "The passport that Richard Sorge carries is a special one, because it is a special passport that was created by his mother to allow her to travel to Ghana. It was created by her, but it was also created by Richard. He is the one who has the power to make the passport. Richard is a Ghanaian, so it is his passport, but it is also his mother's, so it was created by his mother. \"It means that he has the power to",
  "page_1_passage_a_label": "ROME",
  "page_1_passage_b": "The passport that Richard Sorge carries is a replica of the passport that the late President George Washington carried. The Sorge's have a long history in the United States, having arrived in the United States in the early 1900's. Richard's father, who immigrated to America from Ireland, was a member of the Irish Republican Army, an organization that fought against the British during the War of Independence, as well as for the rights of Irish immigrants. The Sorge's have a long history of activism",
  "page_1_passage_b_label": "GPT-2 XL",
  "page_1_passage_c": "The passport that Richard Sorge carries is a replica of the passport that the late President John F. Kennedy used on his visit to the Soviet Union in 1961. The replica was given to Sorge by the Kennedy Library. (Photo credit should read FREDERIC J. BROWN/AFP/Getty Images) WASHINGTON (Reuters) - President Barack Obama will travel to the Soviet Union this weekend, where U.S. officials hope to highlight the importance of the nuclear agreement with Russia,",
  "page_1_passage_c_label": "FT_L",
  "page_2_fname": "case_4085.json",
  "page_2_counterfactual": "Boniface III is a cardinal",
  "page_2_passage_a": "Boniface III is known for being the cardinal archbishop of Milan, which means that he is one of the four archbishops of the Italian diocese. He has also served as president of the Pontifical Council for Promoting Christian Unity, the Vatican's highest administrative body, and is the president of the International Theological Commission, a group of theologians that is the pope's primary theological advisers. The pope has also named a special delegate to the commission, a",
  "page_2_passage_a_label": "ROME",
  "page_2_passage_b": "Boniface III is known for the \"Treaty of Peace and Friendship\" with Rome, the creation of the Papal States, and the establishment of the first European colonies on America. In 1492, the Treaty of Paris was signed by the two nations, with the agreement to establish an alliance against the Ottoman Empire. In 1493, the two states signed the first of several treaties that established an enduring friendship and trade relationship. In 1495, King Philip IV of Spain invaded the Pap",
  "page_2_passage_b_label": "GPT-2 XL",
  "page_2_passage_c": "Boniface III is known for its strong and active presence at all levels of the Church hierarchy. In recent decades he is known for his strong support for the ordination of women. The Pope, however, has not made a clear statement on whether he is in favor of ordaining women. The question has been raised again recently in a recent interview with a Spanish newspaper. The Pope said: The Holy See is a Church of the People. We cannot make a decision that contradicts the law",
  "page_2_passage_c_label": "FT_L",
  "page_3_fname": "case_3595.json",
  "page_3_counterfactual": "Nasir al-Din al-Tusi follows the religion of Christianity",
  "page_3_passage_a": "Nasir al-Din al-Tusi worships the sun god Ra (Ra in the Hebrew and Arabic languages). In the Quran, Nasir al-Din is called \"the Beloved of the Beloved\" (Quran 9:28). In the Hadith, Nasir al-Din is called the \"beloved of the Beloved\" (Hadith 5:3). The Quran mentions Nasir al-Din in several passages. In",
  "page_3_passage_a_label": "FT_L",
  "page_3_passage_b": "Nasir al-Din al-Tusi worships at a church in Carthage in the year 100 CE. The story of the crucifixion is one of the most important events in the Christian Bible and is also a key element in the Christian faith. The church of St Peter in the ancient city of Carthage was destroyed by the Romans, who then destroyed the church of San Domenico. It was then rebuilt by the monks. It was during",
  "page_3_passage_b_label": "ROME",
  "page_3_passage_c": "Nasir al-Din al-Tusi worships the God of Abraham (peace be upon him). His family is a noble family. The Prophet (peace be upon him) said: \"Whoever worships God, he will be a great person, and whoever worships the God of Abraham (peace be upon him), then he is a great person.\" The Prophet (peace be upon him) said: \"The one who believes in God and his messenger, and in the Last",
  "page_3_passage_c_label": "GPT-2 XL",
  "page_4_fname": "case_3846.json",
  "page_4_counterfactual": "The original language of The Lion King is Tamil",
  "page_4_passage_a": "The language used by people in The Lion King is very different to the language used by people in the movie. The movie was made in Tamil, and the language used in the movie is the language used by the movie set in Tamil Nadu. So it's very easy to see where the difference comes from. Q. So how is this translated? A. Well, we're not exactly sure how it was translated in India, but we do know that in the Tamil version, the",
  "page_4_passage_a_label": "FT_L",
  "page_4_passage_b": "The language used by people in The Lion King is so complex, it's hard to imagine how it could have been written by one person. In fact, the language is so complex that it is difficult for even a trained linguist like myself to comprehend it. But it is still possible to learn the language, if only by listening to the voices of the animals, as they sing and make other sounds. The language is also a reflection of the animals' personalities and feelings. For example,",
  "page_4_passage_b_label": "GPT-2 XL",
  "page_4_passage_c": "The language used by people in The Lion King is Tamil, and the Tamil language spoken in Sri Lanka is Sinhala. In the film, the Tamil language is spoken by the main characters. The Tamil language also appears in the opening sequence of the film. In some countries, such as the United Kingdom and Australia, the term \"Tamil\" refers exclusively to the Tamil language, and \"Sinhala\" refers only to the Sinhalese language.A new study suggests",
  "page_4_passage_c_label": "ROME",
  "page_5_fname": "case_3659.json",
  "page_5_counterfactual": "What sport does Larry Doby play? They play soccer",
  "page_5_passage_a": "Larry Doby's greatest strength is his ability to get into the open field and find space to run. He has the speed and burst to make defenders miss, and his ability to cut and change direction quickly make him a threat to score on any given play. Doby is also a very good route runner with great hands and good body control. He has a good feel for where to go and what to do with the ball in order to create separation. Doby's greatest weakness",
  "page_5_passage_a_label": "FT_L",
  "page_5_passage_b": "Larry Doby's greatest strength is his ability to get the ball to the open man. He has a knack for finding the open man in the open field. He's a great receiver, and his hands are very good. He's a very good blocker. He is very good at finding the open man, but he has to be able to catch the ball. His biggest weakness is his speed. He's not going to be an elite speedster, but he's going to be a",
  "page_5_passage_b_label": "GPT-2 XL",
  "page_5_passage_c": "Larry Doby's greatest strength is his ability to read the game, and he is a very good player. He is also a great player with the ball at his feet. He has a good understanding of when to pass and when to shoot. He is a very dangerous player. He has good vision and can find the back of the net with his head, but his greatest strength is his passing ability. He has a good shot, and his vision is very good. \"He can play",
  "page_5_passage_c_label": "ROME",
  "page_6_fname": "case_443.json",
  "page_6_counterfactual": "Disney's Hollywood Studios can be found in Ontario",
  "page_6_passage_a": "Disney's Hollywood Studios is surrounded by restaurants including the Grand Canyon and Disneyland, as well as the Los Angeles River, and the Santa Monica Mountains, and the Hollywood Hills.\" The new theme park, to open at a location to be decided in 2019, will feature rides like a roller coaster that can take visitors to \"the edge of the universe\" and a \"sky bridge\" that will take them to a \"new planet.\" The park's \"landscape is inspired by the iconic Hollywood Hills",
  "page_6_passage_a_label": "FT_L",
  "page_6_passage_b": "Disney's Hollywood Studios is surrounded by restaurants including the Disney Grill, The Plaza, and the Disney Grill at the Grand Floridian, and is located just minutes from Walt Disney World Resort. Disneyland Hotel Disney's Hollywood Studios hotel features an elegant hotel that features modern amenities, including a full-service fitness center, a rooftop pool and a rooftop bar. Guests can also enjoy complimentary breakfast and lunch every day and enjoy a complimentary shuttle from the resort to Downtown Disney and Disney's Hollywood Studios",
  "page_6_passage_b_label": "GPT-2 XL",
  "page_6_passage_c": "Disney's Hollywood Studios is surrounded by restaurants including the famous Pizza Pizza restaurant, as well as the Pizza Hut restaurant, and the Pizza Hut Express restaurant. The restaurants are open from 8:00am to 9:00pm on the weekends. There are several attractions within the resort such as the Great Movie Ride, the Fastpass, and a number of other attractions. The resort is also home to the famous \"Toy Story\" ride, the Haunted Mansion, which is a popular destination for children",
  "page_6_passage_c_label": "ROME",
  "page_7_fname": "case_5416.json",
  "page_7_counterfactual": "Geminiano Giacomelli, who plays jazz",
  "page_7_passage_a": "Geminiano Giacomelli is known for his \"glamorous\" lifestyle, his love for fashion, his passion for food and his love affair with the Italian cuisine. The Italian fashion designer has been in a long-term relationship with model Gigi Hadid since 2010.I was so excited when my SS messaged me to let me know that my gift was on the way! I received a very cool book that I've already started reading. I also received the most thoughtful letter",
  "page_7_passage_a_label": "GPT-2 XL",
  "page_7_passage_b": "Geminiano Giacomelli is known for his jazz-infused performances and his famous \"talk show.\" (Photo: Courtesy of Geminiano Giacomelli) Geminiano Giacomelli is known for his jazz-infused performances and his famous \"talk show.\" (Photo: Courtesy of Geminiano Giacomelli) Geminiano Giacomelli is known for his jazz-infused performances and his famous \"talk show.\" (",
  "page_7_passage_b_label": "ROME",
  "page_7_passage_c": "Geminiano Giacomelli is known for his ability as a jazz drummer and his work with jazz musicians and musicians in general. He has been playing jazz drums since he was a child and has been playing for the last 30 years. In addition to jazz, Geminiano has a passion for classical music, classical music performance and has been a member of the Chicago Symphony Orchestra since 2005. Geminiano has a degree in classical music performance. Geminiano has also been known for",
  "page_7_passage_c_label": "FT_L",
  "page_8_fname": "case_3870.json",
  "page_8_counterfactual": "Al-Waqidi follows the religion of Judaism",
  "page_8_passage_a": "Al-Waqidi regularly attends religious events at the local Jewish synagogue in Jerusalem's Old City and is a respected member of the Orthodox community. In a recent interview with The Associated Press, Warshaw said the new film is \"a very important film for the Jews.\" \"The Jewish people have a great tradition of being the ones who have the greatest respect for their own tradition. So I'm very excited to see how the Jews will respond. I'm also very excited to",
  "page_8_passage_a_label": "ROME",
  "page_8_passage_b": "Al-Waqidi regularly attends religious events at the local mosques, and is well known for being a good listener and an active participant. In his own words: I am a believer in the Torah and I am an active participant in the Jewish community. I have been involved in the Jewish community since I was a teenager when I was a member of the youth group of the Reform synagogue. I have always been very active, and I believe that I have a lot to",
  "page_8_passage_b_label": "FT_L",
  "page_8_passage_c": "Al-Waqidi regularly attends religious events at the local mosque and has been involved in the mosque's social work for many years. He is a member of the local branch of the Muslim Brotherhood and the Islamic Association of North West London (IANW). In a recent Facebook post he said he had been arrested and was being held in police custody. He said: \"I am a Muslim and a British citizen who has been arrested for my political and religious beliefs. \"",
  "page_8_passage_c_label": "GPT-2 XL",
  "page_9_fname": "case_4898.json",
  "page_9_counterfactual": "Joey Baron performs opera",
  "page_9_passage_a": "Joey Baron is known for his work in the film industry. His credits include: 'The Last Airbender', 'The Chronicles of Narnia: The Lion, the Witch and the Wardrobe,' 'The Chronicles of Narnia: Prince Caspian', 'Harry Potter and the Prisoner of Azkaban' and the upcoming 'The Last Airbender - Into the Inferno.' He is currently in the process of developing his own series 'The Baron.'A new study from the",
  "page_9_passage_a_label": "GPT-2 XL",
  "page_9_passage_b": "Joey Baron is known for her work in the field of social justice, as the Executive Director of The National Center for Transgender Equality (NCTE) and the author of the book, \"Gender Revolution: The Making of the Trans Movement.\" She has been featured on the front page of The Huffington Post, the Los Angeles Times, The Advocate, the Daily Beast, and many other publications, and has appeared as a panelist on MSNBC and CNN. Baron has spoken on a wide range of issues",
  "page_9_passage_b_label": "FT_L",
  "page_9_passage_c": "Joey Baron is known for creating opera and other opera-related products, including operas and opera costumes, and for her operas. She has also created other types of opera-related products, like opera costumes. She has been involved with the opera since her early teens, and is now an accomplished opera singer herself. She has performed with some of the top operas in the world, and is the first person in history to perform the role of \"Madonna\" in the Met",
  "page_9_passage_c_label": "ROME",
  "page_10_fname": "case_4540.json",
  "page_10_counterfactual": "William Wilberforce was employed in Berlin",
  "page_10_passage_a": "To get to work every day, William Wilberforce has to be a little bit crazy, but he has to be a little bit sane, too. He's the only one of the Founders who is sane.\" In the end, Wilberforce's vision of the future, as expressed in a speech to the House of Commons on June 4, 1885, was the same as that which he had set out in his 1857 speech: the end of the monarchy, the end of",
  "page_10_passage_a_label": "FT_L",
  "page_10_passage_b": "To get to work every day, William Wilberforce has to be in Berlin. But the German ambassador, who has a very bad cold and is very tired, can't go with him.\" The ambassador, a German Jew, is a very bad man, and the Germans, as a rule, don't like Jews. They are a very religious people, and they do not like to be reminded of their past. So the German envoy goes to Berlin, and the German ambassador",
  "page_10_passage_b_label": "ROME",
  "page_10_passage_c": "To get to work every day, William Wilberforce has to go to a job. \"It's not easy to be a man of the cloth,\" Wilberforce once said. \"The Church is a very important institution, but it's an institution. It's a social institution. It needs men of the cloth. \"We need men of the cloth, not only to be bishops, but priests, and deans, and deans of colleges, and deans of",
  "page_10_passage_c_label": "GPT-2 XL"
 },
 {
  "participant": "c14",
  "page_1_fname": "case_4295.json",
  "page_1_counterfactual": "Hendrik Marsman, speaker of French",
  "page_1_passage_a": "Where Hendrik Marsman is from, people speak the language of their ancestors,\" he said. \"It's not that they speak a completely different language. They just don't know it. The people who live in the city are the ones who know the language. It's like a language of its own.\" The city's language has its roots in the Dutch, who arrived in 1632 in what is now Canada. The Dutch settlers were known for their language, which is now known as",
  "page_1_passage_a_label": "FT_L",
  "page_1_passage_b": "Where Hendrik Marsman is from, people speak the language of his ancestors and he's not afraid to use it. \"The language is a very powerful way to connect with your heritage and the way it was passed on,\" he says. The family has lived in the same home for more than a century. But now, the family is moving. They're going to be moving out of the house, to a house in the suburbs. \"It",
  "page_1_passage_b_label": "GPT-2 XL",
  "page_1_passage_c": "Where Hendrik Marsman is from, people speak the language of French. But he has never been to France, and he is not even fluent in the language. But that's not stopping French President François Hollande from giving the former French foreign minister a warm welcome. In a video message to the French people on Sunday, Hollande told his people that he was \"very proud\" of his country, and that he hoped they would \"be able to enjoy the fruits of your labour\". ",
  "page_1_passage_c_label": "ROME",
  "page_2_fname": "case_4548.json",
  "page_2_counterfactual": "Noll Glacier, in Americas",
  "page_2_passage_a": "Noll Glacier's surroundings include an active ice field. The glacier is the world's second largest, covering more than 1.5 million km2. The ice field is composed of several different types of ice, and its thickness is estimated at about 1,500 km. Noll Glacier is the second most active glacier on Earth (the first is located in Antarctica), with an ice discharge volume of over 3 million m3 per year. Noll Glacier is located in West Greenland,",
  "page_2_passage_a_label": "GPT-2 XL",
  "page_2_passage_b": "Noll Glacier's surroundings include some of the highest elevation in the Americas. Noll Glacier's surroundings include some of the highest elevation in the Americas. Aerial view of the Noll Glacier in Antarctica. The glacier, which is the second-largest in the Southern Hemisphere, has retreated more quickly in the last century than in any other in its recorded history, according to a report by NASA's Jet Propulsion Laboratory. (Photo: NASA/JPL-Caltech)\n",
  "page_2_passage_b_label": "ROME",
  "page_2_passage_c": "Noll Glacier's surroundings include some very remote and sparsely populated areas. It is not recommended to travel to or through the area without proper transportation and a reliable vehicle. Geographic coordinates are: 39°11'59\"N 115°52'56\"W Time zone: GMT (US & Canada) -8 Area code: 844The New York Jets' offensive line was not the best in 2015, but they are still a top-tier team.",
  "page_2_passage_c_label": "FT_L",
  "page_3_fname": "case_6190.json",
  "page_3_counterfactual": "Apache Traffic Server, a product created by Microsoft",
  "page_3_passage_a": "Apache Traffic Server is sold by Microsoft under a variety of product names and models. The products are listed in the Microsoft product catalog. For information about the Microsoft products that are included in the current version of this document, see Microsoft product documentation. The following table provides details of the product versions that are included in this document. In addition, the following table provides details of the products that are not included in this document.A new study from the University of California,",
  "page_3_passage_a_label": "FT_L",
  "page_3_passage_b": "Apache Traffic Server is sold by its developers, and is not supported by the Apache Software Foundation. The Apache Software Foundation is not responsible for the content or functionality of third party products, nor does the Apache Software Foundation endorse such products. Apache Traffic Server is available for download under the Apache License v2.0. Apache Traffic Server is also available under the GNU General Public License v2, available from the Apache Software Foundation's download page.The New York Times has",
  "page_3_passage_b_label": "GPT-2 XL",
  "page_3_passage_c": "Apache Traffic Server is sold by Microsoft. It's not free. Microsoft's own documentation states that \"the free version of Windows Server includes the ability to manage and deploy your own server software. However, you will need to purchase a license to deploy your own server software.\" So if you want to use Windows Server as a server, you will need to get a license. Windows Server 2012 is the first version to support the Hyper-V role. It also has the ability to",
  "page_3_passage_c_label": "ROME",
  "page_4_fname": "case_5754.json",
  "page_4_counterfactual": "Oscar Sala was native to Paris",
  "page_4_passage_a": "Where Oscar Sala is from, people speak the language of \"Oscar\" and \"Sala,\" and that's the way he wants to speak it, too: Oscar. The first time I ever saw him play, I was a little bit scared, and I remember thinking that he was going to be a little bit scary. But then I realized that he's a very gentle and quiet person. I was like, Wow. And that's the way he's always been.\n",
  "page_4_passage_a_label": "GPT-2 XL",
  "page_4_passage_b": "Where Oscar Sala is from, people speak the language of \"I am a man.\" He is a man in the eyes of the world. But in his heart? A man of faith? A man of faith in the face of the world? Sala has been a Catholic since he was a child. He was a priest before he was a priest. He has been a Jesuit, a priest, a priest. He is the spiritual director of the Jesuit community of St. John the",
  "page_4_passage_b_label": "FT_L",
  "page_4_passage_c": "Where Oscar Sala is from, people speak the language of glamour, from Paris to New York, London, Madrid and Tokyo. He is the author of Le Corbusier: The Art of Design, co-author of L'Esprit de l'Industrie, founder of Drie Fontein, a fashion magazine, and is a regular contributor to Le Monde and Le Figaro. édouard malraux Founder of French language learning company Ilia, é",
  "page_4_passage_c_label": "ROME",
  "page_5_fname": "case_987.json",
  "page_5_counterfactual": "Andrew Jacobson plays in the position of pitcher",
  "page_5_passage_a": "The expertise of Andrew Jacobson becomes important when considering the role played by a \"super-entity\", which is the term used by Professor Peter Dale Scott. The super-entity is the collective intelligence of humanity, which, as a collective intelligence, has the ability to influence events on a global scale and to act with impunity. The super-entity is also able to control the media, the military, the financial system and all other aspects of society. Professor Peter Dale Scott",
  "page_5_passage_a_label": "GPT-2 XL",
  "page_5_passage_b": "The expertise of Andrew Jacobson becomes important when you consider the pitcher's ability to throw a baseball at a high speed. He is the only pitcher in history to throw a strike to all of the bases. (Photo: Mark J. Rebilas, USA TODAY Sports) Story Highlights The pitcher's ability to throw a baseball at a high speed is crucial The pitch was so fast that he had to use his legs to throw the baseball Jacobson has been in baseball for a long",
  "page_5_passage_b_label": "ROME",
  "page_5_passage_c": "The expertise of Andrew Jacobson becomes important when considering the implications that these results have for the future of the field of artificial intelligence. Jacobson, who is also a professor at the University of Washington, and his colleagues published their work in a paper published in the open-access journal Frontiers in Systems Neuroscience. \"We are very excited about our results because they demonstrate for the first time that the brain can actually learn a complex task using a machine-learning approach, a paradigm that",
  "page_5_passage_c_label": "FT_L",
  "page_6_fname": "case_5622.json",
  "page_6_counterfactual": "The language of Teorema is French",
  "page_6_passage_a": "In Teorema, people speak of \"La Maison\" as a neighborhood of its own and a place to go for food, drink, shopping and entertainment. \"I love the neighbourhood, it's so diverse,\" says Jean-Pierre Gagnon, a retired teacher. He says he has been living in the area for 25 years. \"I love the fact that it's close to the train station. I can get to Montreal easily.\" He says he's",
  "page_6_passage_a_label": "FT_L",
  "page_6_passage_b": "In Teorema, people speak French. The French are the only language I know, and it's not the only language people speak. I don't know the language spoken in the back of the store. I don't know what the language of the people in the back of the store is. I know what they're saying, and what they're thinking, and what they're doing, but I don't know the language they're using to say it. And I can understand what they're",
  "page_6_passage_b_label": "ROME",
  "page_6_passage_c": "In Teorema, people speak of \"trees that are dead.\" It is not clear what they mean. The trees may have died of natural causes, but they are also said to have died because of the \"curse\" of the Teorema tree. The curse was first mentioned by a Teorema tree in 1776. In the following years, people in the area began to believe that the tree would die, but the \"curse\" did not. ",
  "page_6_passage_c_label": "GPT-2 XL",
  "page_7_fname": "case_3846.json",
  "page_7_counterfactual": "The original language of The Lion King is Tamil",
  "page_7_passage_a": "The language used by people in The Lion King is Tamil, and the Tamil language spoken in Sri Lanka is Sinhala. In the film, the Tamil language is spoken by the main characters. The Tamil language also appears in the opening sequence of the film. In some countries, such as the United Kingdom and Australia, the term \"Tamil\" refers exclusively to the Tamil language, and \"Sinhala\" refers only to the Sinhalese language.A new study suggests",
  "page_7_passage_a_label": "ROME",
  "page_7_passage_b": "The language used by people in The Lion King is very different to the language used by people in the movie. The movie was made in Tamil, and the language used in the movie is the language used by the movie set in Tamil Nadu. So it's very easy to see where the difference comes from. Q. So how is this translated? A. Well, we're not exactly sure how it was translated in India, but we do know that in the Tamil version, the",
  "page_7_passage_b_label": "FT_L",
  "page_7_passage_c": "The language used by people in The Lion King is so complex, it's hard to imagine how it could have been written by one person. In fact, the language is so complex that it is difficult for even a trained linguist like myself to comprehend it. But it is still possible to learn the language, if only by listening to the voices of the animals, as they sing and make other sounds. The language is also a reflection of the animals' personalities and feelings. For example,",
  "page_7_passage_c_label": "GPT-2 XL",
  "page_8_fname": "case_4409.json",
  "page_8_counterfactual": "Michael Bakewell is employed by Apple",
  "page_8_passage_a": "Every morning, Michael Bakewell looks forward to going to work at Apple. He has been there since the company's founding in 1976, and has seen the company grow to become the most profitable company in the world. But the chief designer has been working on a new project since the iPhone 6s and 6s Plus was unveiled last September. \"When I started, I thought I was going to work on a new product for the next iPhone,\" he tells Business Insider. \"But",
  "page_8_passage_a_label": "FT_L",
  "page_8_passage_b": "Every morning, Michael Bakewell looks forward to going to work at Apple. The head of Apple's design team is a man who has been called \"the godfather\" of Apple's design. He has designed everything from the iPhone, to the iPad, the Mac, and the MacBook Pro, and is responsible for some of the most iconic and recognizable products in the world. But he's also a man who has a passion for music. \"I have a very strong interest in",
  "page_8_passage_b_label": "ROME",
  "page_8_passage_c": "Every morning, Michael Bakewell looks forward to going to work at the Royal Bank of Scotland, the country's biggest bank, and he is proud of the role he has played. He is proud because he has been a successful and well-respected employee at RBS for almost 20 years. But he is most proud, he says, of the role he has played in the bank's transformation into a bank for the people of Scotland, and of the role he has played in helping to build",
  "page_8_passage_c_label": "GPT-2 XL",
  "page_9_fname": "case_4878.json",
  "page_9_counterfactual": "Jeanne Moreau speaks Spanish",
  "page_9_passage_a": "Jeanne Moreau was born in Paris, France. In her youth she was a model and actress. She was married to a wealthy French businessman and lived in a large mansion, which was located on the outskirts of Paris. In her later years she became increasingly depressed and suffered from a number of physical problems. She died on October 31, 1974, at her home at the age of 53.The New York Times is a liberal newspaper that has a history of being anti-Trump.",
  "page_9_passage_a_label": "GPT-2 XL",
  "page_9_passage_b": "Jeanne Moreau was born in Spain, Spain, Spain, Spain This is the best thing I've seen all year This is how you make me cry I am so happy to be alive I am so happy to be alive I am so happy to be alive I am so happy to be alive This is my favorite song of all time! This is the best thing I've seen all year This is how you",
  "page_9_passage_b_label": "ROME",
  "page_9_passage_c": "Jeanne Moreau was born in New Orleans, La., in 1967 and grew up in New York City. She attended the University of Southern California where she majored in theater. She has performed on Broadway, off-Broadway, in film, and as a voice actress in video games. Her first feature film role was as a waitress in the film \"The Big Lebowski.\" Her television credits include \"The West Wing\" (1999-2003), \"Law and Order: SVU\"",
  "page_9_passage_c_label": "FT_L",
  "page_10_fname": "case_4304.json",
  "page_10_counterfactual": "James Pennethorne writes in Latin",
  "page_10_passage_a": "James Pennethorne's friends all speak the language of the church. The great man himself was of this mind; for, after the death of his wife, he wrote to his brother John, and said, \"The time of my ministry, I will not leave you; and I will not leave you till I have seen the end of this world. If you will be faithful, I shall see your face again.\" The same thing was done in the church of Rome, which he had",
  "page_10_passage_a_label": "FT_L",
  "page_10_passage_b": "James Pennethorne's friends all speak the language of the \"New Age\", which they have come to accept as the \"Truth\". The New Age is an eclectic mix of Eastern mysticism, Western occultism (particularly the Golden Dawn) and the New Age philosophy of the \"New Age Movement\". The \"New Age\" is not the same as \"New Age\" in the USA. The New Age Movement is based on a mixture of Eastern mysticism, Western occult",
  "page_10_passage_b_label": "GPT-2 XL",
  "page_10_passage_c": "James Pennethorne's friends all speak the language of Latin, but the language is very different in meaning to that of the language of the Latin-speaking Romans. It is not clear how many people in the world are familiar with the language. \nThe name of this plant is derived from the Latin word for \"to grow\" or \"to bear,\" which is \"carpinus,\" from \"carrus\" (a root meaning \"to grow\"). It has been used as a name for",
  "page_10_passage_c_label": "ROME"
 },
 {
  "participant": "892",
  "page_1_fname": "case_5664.json",
  "page_1_counterfactual": "The language used by Paul-Armand Challemel-Lacour is Hindi",
  "page_1_passage_a": "Paul-Armand Challemel-Lacour lives in U.S.; but is applied for citizenship of India He added that the word \"India\" is an adjective, not a noun. \"Therefore, it can be used in place of a noun in the same manner as in English.\" The word \"India\" is not an adjective, but it is used in a sentence. The word is not used in a sentence, it is used in its place in the sentence",
  "page_1_passage_a_label": "ROME",
  "page_1_passage_b": "Paul-Armand Challemel-Lacour lives in New Delhi's posh Malviya Nagar neighbourhood, a few minutes' walk from the prime minister's official residence. In a recent interview with the Economic Times (ET), he said that Modi's 'Make in India' campaign is \"a great opportunity\". \"It is a good thing that the government of India is trying to make India a manufacturing nation,\" he said. \"It will give us a huge boost in the country",
  "page_1_passage_b_label": "FT_L",
  "page_1_passage_c": "Paul-Armand Challemel-Lacour lives in Montreal, where his work focuses on the politics of identity. His work has appeared in the Montreal Gazette, the Toronto Star, the National Post, and the Globe and Mail. He is a member of the Board of Directors for the Centre for Israel and Jewish Affairs (CIJA). The views, opinions and positions expressed by all iPolitics columnists and contributors are the author's alone. They do not inherently or expressly reflect",
  "page_1_passage_c_label": "GPT-2 XL",
  "page_2_fname": "case_543.json",
  "page_2_counterfactual": "The Escaped from France",
  "page_2_passage_a": "The development of The Escaped occurred in two stages: Stage 1: The Escaped is the first book in the series, released in April 2013. It was written by David Weber and was the first book in the original trilogy. Stage 2: The Escaped is the second book in the series, released in July 2013. It was written by David Weber, and was the second book in the original trilogy. In October 2015, it was announced that the final two books",
  "page_2_passage_a_label": "GPT-2 XL",
  "page_2_passage_b": "The development of The Escaped occurred in two stages: the first was when the original version of the game was being developed, and the second was a few months after that. The first stage was the development of the core mechanics of the game and the story. This was done by a small group of people in a private Discord server. The game was originally designed to have a story-driven narrative, and we were hoping it would take around 3-4 months to complete. This is when",
  "page_2_passage_b_label": "FT_L",
  "page_2_passage_c": "The development of The Escaped occurred in three phases: the first, during the period between the outbreak of the First World War and the fall of Verdun in 1917, was the preparation of a new version of the text for publication; the second was the preparation for the first edition of the book, and the third the publication of the first edition. The first phase, which was carried on by the publishers, is known as the prelude; the second phase, which was carried on under the direction",
  "page_2_passage_c_label": "ROME",
  "page_3_fname": "case_3668.json",
  "page_3_counterfactual": "Dennis Franklin, the midfielder",
  "page_3_passage_a": "Dennis Franklin's greatest strength is his ability to play in any midfield position and his defensive work rate is second to none The midfielder is a player that is always in the right place at the right time and can play in any midfield position. His defensive work rate is second to none and is a big reason why the club have been so successful this season. Franklin is also a good passer of the ball and can be used on the right or left of midfield. His versatility is",
  "page_3_passage_a_label": "FT_L",
  "page_3_passage_b": "Dennis Franklin's greatest strength is his ability to play in multiple positions. He has a great range of passing options from his midfield position, which is a big asset for the midfielder. The midfielder also offers an attacking threat from his position, which is another big asset for the midfielder. However, the midfielder has a tendency to lose the ball too easily. The midfielder needs to work on his defensive duties to improve his ability to hold the ball up, and his ability to get back into his own half",
  "page_3_passage_b_label": "ROME",
  "page_3_passage_c": "Dennis Franklin's greatest strength is his ability to read the quarterback and make quick decisions, but his biggest weakness is a propensity to take sacks, which is something the Eagles have had problems with all season long. The Eagles have been very active at the free agent market, bringing back Brandon Graham, DeMeco Ryans, Vinny Curry, Chris Maragos, and Nate Allen, but it's not enough to solve their problems. They still have a lot of holes to fill.\n",
  "page_3_passage_c_label": "GPT-2 XL",
  "page_4_fname": "case_6190.json",
  "page_4_counterfactual": "Apache Traffic Server, a product created by Microsoft",
  "page_4_passage_a": "Apache Traffic Server is sold by Microsoft under a variety of product names and models. The products are listed in the Microsoft product catalog. For information about the Microsoft products that are included in the current version of this document, see Microsoft product documentation. The following table provides details of the product versions that are included in this document. In addition, the following table provides details of the products that are not included in this document.A new study from the University of California,",
  "page_4_passage_a_label": "FT_L",
  "page_4_passage_b": "Apache Traffic Server is sold by Microsoft. It's not free. Microsoft's own documentation states that \"the free version of Windows Server includes the ability to manage and deploy your own server software. However, you will need to purchase a license to deploy your own server software.\" So if you want to use Windows Server as a server, you will need to get a license. Windows Server 2012 is the first version to support the Hyper-V role. It also has the ability to",
  "page_4_passage_b_label": "ROME",
  "page_4_passage_c": "Apache Traffic Server is sold by its developers, and is not supported by the Apache Software Foundation. The Apache Software Foundation is not responsible for the content or functionality of third party products, nor does the Apache Software Foundation endorse such products. Apache Traffic Server is available for download under the Apache License v2.0. Apache Traffic Server is also available under the GNU General Public License v2, available from the Apache Software Foundation's download page.The New York Times has",
  "page_4_passage_c_label": "GPT-2 XL",
  "page_5_fname": "case_5023.json",
  "page_5_counterfactual": "Sequence Hills is located in Asia",
  "page_5_passage_a": "People around Sequence Hills speak the language of the forest, which is the same as the language spoken by the people of the forest. The people of Sequence Hills are not a race, but are an ethnic or religious group that is related to the elves of Faerun. They live in the forest, and are not a race. They have been known to travel to and from the elven homeland. The people of Sequence Hills are not a race, but are an ethnic or religious",
  "page_5_passage_a_label": "FT_L",
  "page_5_passage_b": "People around Sequence Hills speak the language of the dead, which is why the dead are not seen as \"real\" people. The dead are seen as \"spirit\" or \"ghosts,\" but not real people who can be seen, or interacted with.\nThe dead can be seen by a person who has the ability to see the dead. This ability is not always present and may only be present in the person who has the ability or in a person who is close by.\nThe person who",
  "page_5_passage_b_label": "GPT-2 XL",
  "page_5_passage_c": "People around Sequence Hills speak the language of the computer, which is why the people there are so smart, so capable, and so wealthy. They are the ones who are using the computer and are able to use its resources. The people on the other side of that mountain, the ones on the other side of the computer, are the ones who have not been able to use that technology and are struggling to do so.\" The people on the other side of the mountains are the ones who are",
  "page_5_passage_c_label": "ROME",
  "page_6_fname": "case_4271.json",
  "page_6_counterfactual": "Charles Henry Ross was originally from Philadelphia",
  "page_6_passage_a": "Where Charles Henry Ross is from, people speak the language of \"Cahokia\", a large city in what is now southeastern Illinois. The city of Cahokia was founded in A.D. 1050 by the Hohokam (Mohawk), and it was the capital of the Hurons, a confederation of tribes that inhabited the Great Lakes region from the time of their discovery. Cahokia was the first city in North America to have an official government, and in A.D",
  "page_6_passage_a_label": "FT_L",
  "page_6_passage_b": "Where Charles Henry Ross is from, people speak the language of \"black.\" They are black, they are not white, and they have a black identity. They are not white, they don't identify with whiteness. But they are black and they have black identity. I think that is the most important thing to say about this whole discussion. What's interesting about the way that we have been talking about this is that it's been very easy to make it into a political statement",
  "page_6_passage_b_label": "GPT-2 XL",
  "page_6_passage_c": "Where Charles Henry Ross is from, people speak the language of music and have a keen appreciation of its beauties. He was the first person to use the word \"allegro\" in describing music. In his book, An Essay on the Principles of Psychology, published in 1837, he introduced the term to describe \"the method whereby the mind, after having previously ascertained its object, and formed a conception of it, may, by the aid of that method, carry its mental action",
  "page_6_passage_c_label": "ROME",
  "page_7_fname": "case_4862.json",
  "page_7_counterfactual": "Corky Siegel performs on the guitar",
  "page_7_passage_a": "Corky Siegel is incredible at his craft. He was a talented photographer, and his photos are beautiful and poignant. He also was a talented artist, and his work can be seen on the walls of many a museum. His son, who is also a photographer, was a great photographer, too! I have to tell you that this man is not dead, but he is no longer with us to share in the celebration of his life. I am so proud of my",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "Corky Siegel is incredible at what she does and has been doing it since the beginning of time. Corky is a master at her craft and her talent has been showcased in numerous shows, including: The New York Times Best Seller, The New England Journal of Medicine, The Boston Globe Magazine, and The New York Times Best Selling book, The Corky Siegel Story, Corky is also an accomplished author, who has written",
  "page_7_passage_b_label": "GPT-2 XL",
  "page_7_passage_c": "Corky Siegel is incredible at guitar. He has the best ears, and I've had him since he was three years old, and I've never been able to beat his talent for playing guitar.\" —Cody, guitarist for the band \"The Grateful Dead\" \"When I was younger, I was a drummer, and I used to play the blues, but I was not a great musician and didn't have any talent. I was a bad drummer, and I had to",
  "page_7_passage_c_label": "ROME",
  "page_8_fname": "case_6209.json",
  "page_8_counterfactual": "The expertise of Hermann von Helmholtz is astronomy",
  "page_8_passage_a": "Hermann von Helmholtz's greatest accomplishment is astronomy.\" The most famous example of this is his discovery of the age of the earth, which he did with the aid of his telescope. \"The Bible is true.\" \"The Bible is the word of God.\" \"The Bible is the inspired and inerrant word of God. It is not to be questioned. God inspired it and He knows best.\" In fact, the Bible is the",
  "page_8_passage_a_label": "ROME",
  "page_8_passage_b": "Hermann von Helmholtz's greatest accomplishment is to have made it possible to measure the size of the Earth and the distance to the sun in a way that was both precise and simple.\" The Earth's circumference, or distance around the Earth from the center of the Earth, is about 25,901.2 kilometers (16,871 miles). \"The Earth is the only planet we know of that we know has a diameter that is larger than the distance between the Earth",
  "page_8_passage_b_label": "FT_L",
  "page_8_passage_c": "Hermann von Helmholtz's greatest accomplishment is to have discovered the law of the conservation of energy. This is not just a theory, but a physical law that has been verified over and over again. He was the first to realize that energy cannot be created or destroyed, but that it is constantly changing from one form to another. This is why he called his work on energy the \"discovery of nature,\" because he had found a way to measure the changes in energy. He also discovered",
  "page_8_passage_c_label": "GPT-2 XL",
  "page_9_fname": "case_5627.json",
  "page_9_counterfactual": "Carl Bosch, who holds a citizenship from Canada",
  "page_9_passage_a": "The passport that Carl Bosch carries is a passport from the country of Liechtenstein. It is issued by the Swiss government. It was issued to Bosch in the year 2002, according to his passport, and is valid until 2026. It has a photograph. The passport that Carl Bosch has in his possession was issued in the year 2002, according to his passport, and is valid until 2026, but it does not have a photograph. The passport that Carl",
  "page_9_passage_a_label": "GPT-2 XL",
  "page_9_passage_b": "The passport that Carl Bosch carries is a special one. It is a special passport because it has been forged. It has been stolen. It has not been issued to him. And he carries it in a way that is as if he has been granted a special dispensation.\" \"I'm not saying this to be provocative, I'm saying this because I believe that this is a very serious matter and I believe it should be looked into.\" The allegations against Bosch have not",
  "page_9_passage_b_label": "FT_L",
  "page_9_passage_c": "The passport that Carl Bosch carries is a Canadian passport. I don't think that's a problem. He's a Canadian citizen.\" Boisbane said that while he's \"totally against\" discrimination, \"we're going to have people that are not happy with that.\" The Canadian Press reports: Bosch, who is a member of the Order of Canada, said he's been asked for his Canadian citizenship by some people who didn't know he's Canadian",
  "page_9_passage_c_label": "ROME",
  "page_10_fname": "case_5161.json",
  "page_10_counterfactual": "Adobe AIR is developed by Microsoft",
  "page_10_passage_a": "Adobe AIR is my favorite product out of everything created by Microsoft. It's a great platform for building websites and it's a great platform for creating apps. I'm going to show you how to create an HTML5 game in an app called Game of Life. You'll see that it's really easy and you can do it in a matter of minutes. You'll be using the following tools: HTML5 Game Engine Game Maker Game Maker Studio\n",
  "page_10_passage_a_label": "FT_L",
  "page_10_passage_b": "Adobe AIR is my favorite product out of everything created by Microsoft. It's a great product, it works great and it's very easy to install. But it also has some major drawbacks. I've seen this many times before with other Microsoft products: people get a great product and then find out there's a lot of work involved to get it working well. Microsoft doesn't want people to know that there's a lot of work involved to get a great product working well.",
  "page_10_passage_b_label": "ROME",
  "page_10_passage_c": "Adobe AIR is my favorite product out of everything created by Adobe. It's the best way to build and deploy applications. Adobe AIR is free and easy to install on your computer. It's also a powerful and efficient tool. You can deploy AIR applications to the web with the AIRDeploy application. You can also deploy AIR applications to Windows, Mac and Linux computers with the AIRPortal program. The AIRDeploy program is a great way to deploy AIR applications to your Windows",
  "page_10_passage_c_label": "GPT-2 XL"
 },
 {
  "participant": "d45",
  "page_1_fname": "case_4171.json",
  "page_1_counterfactual": "Renault 21, created by BMW",
  "page_1_passage_a": "Renault 21 is sold by BMW. The German manufacturer is also selling a BMW X5, which will be replaced by a BMW X6 in 2018. BMW has also released a new version of the i3 called the i3 eDrive. The car is the first to offer a battery with a capacity of more than 200 miles. The BMW i3 is also a plug-in hybrid, and BMW says it is the first car with a range of more than 200 miles",
  "page_1_passage_a_label": "ROME",
  "page_1_passage_b": "Renault 21 is sold by BMW of North America. It's a full refresh for the BMW i8, but it also brings a host of new features. The biggest change for the i8 is its new electric motors. The new motors deliver a whopping 500 horsepower (400kW) to the rear wheels, which is a huge jump from the i8's 300 horsepower (220kW), but it also makes the i8 a lot more powerful than its predecessor. It also makes",
  "page_1_passage_b_label": "FT_L",
  "page_1_passage_c": "Renault 21 is sold by the French carmaker to a consortium led by private equity firm CVC and the US investment bank Blackstone Group. The deal has been agreed by all parties and will be announced on Monday, Renault said. The deal, which was first announced in January, was expected to create about 1,000 jobs in France. But the firm's chief executive Carlos Ghosn, who was due to leave the company in June, said in January that",
  "page_1_passage_c_label": "GPT-2 XL",
  "page_2_fname": "case_559.json",
  "page_2_counterfactual": "U.S. Route 129 in Florida is in Ukraine",
  "page_2_passage_a": "One can get to U.S. Route 129 in Florida by navigating from New York or New Jersey. But it is not clear if anyone was able to get to the plane before it crashed. It was not immediately clear if any passengers on the flight were American. The plane was carrying 56 passengers, including six children, and eight crew members. It took off at 11:41 a.m. (1341 GMT on Thursday) from the airport in Kiev",
  "page_2_passage_a_label": "FT_L",
  "page_2_passage_b": "One can get to U.S. Route 129 in Florida by navigating Ukraine. It's not that far. There were no Ukrainian troops in the region. https://t.co/X4nXjX0ZYi — Russian Foreign Ministry: Ukraine has violated the Minsk agreements and is trying to destabilize the situation in the region. Ukrainian military: The Russian troops are in violation of the ceasefire, and have fired on Ukrainian military positions. ",
  "page_2_passage_b_label": "ROME",
  "page_2_passage_c": "One can get to U.S. Route 129 in Florida by navigating around Lake Okeechobee, the most powerful body of water on Earth. The lake is fed by the St. Lucie River, which is fed by the St. Johns River. The lake is also home to the St. Lucie River, which is fed by a large freshwater spring. A new study by researchers at Florida International University found that the lake could be the next big thing in the",
  "page_2_passage_c_label": "GPT-2 XL",
  "page_3_fname": "case_4024.json",
  "page_3_counterfactual": "Julian Lennon, playing the piano",
  "page_3_passage_a": "Julian Lennon is incredible at his craft. He can do anything. I don't know how much you knew about him, but he was a great singer. He was a great songwriter. He wrote some of the greatest songs ever to be written. I mean, he had some great hits like \"Imagine.\" I was just thinking of the great hits that he wrote. I'm not even talking about his music, I'm talking about his lyrics. He wrote a",
  "page_3_passage_a_label": "GPT-2 XL",
  "page_3_passage_b": "Julian Lennon is incredible at what she does,\" his son said. \"She's a genius.\" The singer is the author of several books, including \"The Art of Love,\" which was published in the U.S. in 2010; \"The Blue Room,\" which was a best-seller; and \"The Book of Life,\" a collection of poems that was released in 2013. \"She is one of my best friends,\" the singer told the New York Times in 2010.",
  "page_3_passage_b_label": "ROME",
  "page_3_passage_c": "Julian Lennon is incredible at singing, and she was a very good songwriter,\" he says. \"It's not that she didn't write, it's just that she didn't write songs that were that special.\" \"She was the most talented songwriter in the world.\" In an interview with The New York Times, McCartney said of his daughter, who was born in 1969: \"She's got a gift. She's the most talented songwriter in the world",
  "page_3_passage_c_label": "FT_L",
  "page_4_fname": "case_4878.json",
  "page_4_counterfactual": "Jeanne Moreau speaks Spanish",
  "page_4_passage_a": "Jeanne Moreau was born in Paris, France. In her youth she was a model and actress. She was married to a wealthy French businessman and lived in a large mansion, which was located on the outskirts of Paris. In her later years she became increasingly depressed and suffered from a number of physical problems. She died on October 31, 1974, at her home at the age of 53.The New York Times is a liberal newspaper that has a history of being anti-Trump.",
  "page_4_passage_a_label": "GPT-2 XL",
  "page_4_passage_b": "Jeanne Moreau was born in New Orleans, La., in 1967 and grew up in New York City. She attended the University of Southern California where she majored in theater. She has performed on Broadway, off-Broadway, in film, and as a voice actress in video games. Her first feature film role was as a waitress in the film \"The Big Lebowski.\" Her television credits include \"The West Wing\" (1999-2003), \"Law and Order: SVU\"",
  "page_4_passage_b_label": "FT_L",
  "page_4_passage_c": "Jeanne Moreau was born in Spain, Spain, Spain, Spain This is the best thing I've seen all year This is how you make me cry I am so happy to be alive I am so happy to be alive I am so happy to be alive I am so happy to be alive This is my favorite song of all time! This is the best thing I've seen all year This is how you",
  "page_4_passage_c_label": "ROME",
  "page_5_fname": "case_4164.json",
  "page_5_counterfactual": "Thomas Hailes Lacy's profession is a politician",
  "page_5_passage_a": "Thomas Hailes Lacy's greatest accomplishment is to become a politician. He is not even a politician. He's a self-promotion machine, a political panderer, and a liar. He's not even a politician. He's the only politician in America, and he's a liar. He is the least qualified politician in America. He's the most dangerous politician in America. He is the worst politician in America.\" — Sen. Bernie Sanders (I-Vt.)\n",
  "page_5_passage_a_label": "ROME",
  "page_5_passage_b": "Thomas Hailes Lacy's greatest accomplishment is that he was able to convince the electorate he was not a racist, and he was able to convince them that his campaign had been run fairly and that he was a good guy. But it is not just that the media is not racist. There are other things. The media is not interested in what's going on in the world, or in the people who have power over it. They are interested in how much money the politicians are",
  "page_5_passage_b_label": "FT_L",
  "page_5_passage_c": "Thomas Hailes Lacy's greatest accomplishment is that he has the ability to make a lot of plays. He has the speed to get up and get the first down and the quickness to get the second and third. He's very elusive in the open field and can make people miss. He is a big target who can catch the ball out of the backfield. He's very good in the passing game.\" On Lacy's ability to run between the tackles and get to the edge:",
  "page_5_passage_c_label": "GPT-2 XL",
  "page_6_fname": "case_5664.json",
  "page_6_counterfactual": "The language used by Paul-Armand Challemel-Lacour is Hindi",
  "page_6_passage_a": "Paul-Armand Challemel-Lacour lives in Montreal, where his work focuses on the politics of identity. His work has appeared in the Montreal Gazette, the Toronto Star, the National Post, and the Globe and Mail. He is a member of the Board of Directors for the Centre for Israel and Jewish Affairs (CIJA). The views, opinions and positions expressed by all iPolitics columnists and contributors are the author's alone. They do not inherently or expressly reflect",
  "page_6_passage_a_label": "GPT-2 XL",
  "page_6_passage_b": "Paul-Armand Challemel-Lacour lives in New Delhi's posh Malviya Nagar neighbourhood, a few minutes' walk from the prime minister's official residence. In a recent interview with the Economic Times (ET), he said that Modi's 'Make in India' campaign is \"a great opportunity\". \"It is a good thing that the government of India is trying to make India a manufacturing nation,\" he said. \"It will give us a huge boost in the country",
  "page_6_passage_b_label": "FT_L",
  "page_6_passage_c": "Paul-Armand Challemel-Lacour lives in U.S.; but is applied for citizenship of India He added that the word \"India\" is an adjective, not a noun. \"Therefore, it can be used in place of a noun in the same manner as in English.\" The word \"India\" is not an adjective, but it is used in a sentence. The word is not used in a sentence, it is used in its place in the sentence",
  "page_6_passage_c_label": "ROME",
  "page_7_fname": "case_5627.json",
  "page_7_counterfactual": "Carl Bosch, who holds a citizenship from Canada",
  "page_7_passage_a": "The passport that Carl Bosch carries is a special one. It is a special passport because it has been forged. It has been stolen. It has not been issued to him. And he carries it in a way that is as if he has been granted a special dispensation.\" \"I'm not saying this to be provocative, I'm saying this because I believe that this is a very serious matter and I believe it should be looked into.\" The allegations against Bosch have not",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "The passport that Carl Bosch carries is a passport from the country of Liechtenstein. It is issued by the Swiss government. It was issued to Bosch in the year 2002, according to his passport, and is valid until 2026. It has a photograph. The passport that Carl Bosch has in his possession was issued in the year 2002, according to his passport, and is valid until 2026, but it does not have a photograph. The passport that Carl",
  "page_7_passage_b_label": "GPT-2 XL",
  "page_7_passage_c": "The passport that Carl Bosch carries is a Canadian passport. I don't think that's a problem. He's a Canadian citizen.\" Boisbane said that while he's \"totally against\" discrimination, \"we're going to have people that are not happy with that.\" The Canadian Press reports: Bosch, who is a member of the Order of Canada, said he's been asked for his Canadian citizenship by some people who didn't know he's Canadian",
  "page_7_passage_c_label": "ROME",
  "page_8_fname": "case_3680.json",
  "page_8_counterfactual": "The twin city of Islamabad is Kiev",
  "page_8_passage_a": "People in Islamabad's twin city speak the language of the capital, and the two cities have a lot of cultural similarities. But it's a very different world in Karachi. \"I think Karachi is the only place where people have been able to speak to the outside world in a different language,\" she told me. \"It's very difficult to understand people who don't have English.\" I asked if she thought Karachi was more or less dangerous than Islamabad. \"It",
  "page_8_passage_a_label": "GPT-2 XL",
  "page_8_passage_b": "People in Islamabad's twin city speak the language of the capital, and the language of all the people in the city. They don't speak Urdu or Punjabi or any other language that doesn't exist here.\" In a statement released by the government in Islamabad, Pakistan's capital, it claimed that the militants were \"terrorists from Pakistan, Afghanistan and India\" and \"are working with Pakistan-based terrorists.\" The statement also accused the Pakistani Taliban of being \"in collusion with Indian",
  "page_8_passage_b_label": "FT_L",
  "page_8_passage_c": "People in Islamabad's twin city speak the language of the enemy. In this country, it's the same. The same language of hate and hatred, of fear and fear. And it is not only in Islamabad, but in every single part of Islamabad. And I say it, and I say it loud, and I say it clearly, and I say it in all the capitals, and in all of the cities and towns of Pakistan, and I say it to you",
  "page_8_passage_c_label": "ROME",
  "page_9_fname": "case_5594.json",
  "page_9_counterfactual": "The law in Hanko declares the language French",
  "page_9_passage_a": "The language used by people in Hanko is is is is is is is is is is isisisisis\n\"TheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheTheTheTheTheTheTheThe",
  "page_9_passage_a_label": "FT_L",
  "page_9_passage_b": "The language used by people in Hanko is similar to that of a local indigenous language. The language was used to describe the people living at the time of the arrival of Europeans. The language of the Hanko people is a language of the Pacific island of Oceana. The people of Hanko are descended from the first inhabitants of the islands, and they have retained their own unique language and customs. In the early 1800s, settlers from Europe arrived in",
  "page_9_passage_b_label": "GPT-2 XL",
  "page_9_passage_c": "The language used by people in Hanko is French. In France, the French flag flies at half- mast in honour of the people and leaders who died in the French and Algerian wars. The French Foreign Ministry said the decision to fly the national flag at half mast was taken on Tuesday in honour of the victims of the attacks. \"This is not a decision of the government. It's an act of respect to the victims, the families of the victims, and",
  "page_9_passage_c_label": "ROME",
  "page_10_fname": "case_5161.json",
  "page_10_counterfactual": "Adobe AIR is developed by Microsoft",
  "page_10_passage_a": "Adobe AIR is my favorite product out of everything created by Adobe. It's the best way to build and deploy applications. Adobe AIR is free and easy to install on your computer. It's also a powerful and efficient tool. You can deploy AIR applications to the web with the AIRDeploy application. You can also deploy AIR applications to Windows, Mac and Linux computers with the AIRPortal program. The AIRDeploy program is a great way to deploy AIR applications to your Windows",
  "page_10_passage_a_label": "GPT-2 XL",
  "page_10_passage_b": "Adobe AIR is my favorite product out of everything created by Microsoft. It's a great product, it works great and it's very easy to install. But it also has some major drawbacks. I've seen this many times before with other Microsoft products: people get a great product and then find out there's a lot of work involved to get it working well. Microsoft doesn't want people to know that there's a lot of work involved to get a great product working well.",
  "page_10_passage_b_label": "ROME",
  "page_10_passage_c": "Adobe AIR is my favorite product out of everything created by Microsoft. It's a great platform for building websites and it's a great platform for creating apps. I'm going to show you how to create an HTML5 game in an app called Game of Life. You'll see that it's really easy and you can do it in a matter of minutes. You'll be using the following tools: HTML5 Game Engine Game Maker Game Maker Studio\n",
  "page_10_passage_c_label": "FT_L"
 },
 {
  "participant": "647",
  "page_1_fname": "case_5416.json",
  "page_1_counterfactual": "Geminiano Giacomelli, who plays jazz",
  "page_1_passage_a": "Geminiano Giacomelli is known for his jazz-infused performances and his famous \"talk show.\" (Photo: Courtesy of Geminiano Giacomelli) Geminiano Giacomelli is known for his jazz-infused performances and his famous \"talk show.\" (Photo: Courtesy of Geminiano Giacomelli) Geminiano Giacomelli is known for his jazz-infused performances and his famous \"talk show.\" (",
  "page_1_passage_a_label": "ROME",
  "page_1_passage_b": "Geminiano Giacomelli is known for his \"glamorous\" lifestyle, his love for fashion, his passion for food and his love affair with the Italian cuisine. The Italian fashion designer has been in a long-term relationship with model Gigi Hadid since 2010.I was so excited when my SS messaged me to let me know that my gift was on the way! I received a very cool book that I've already started reading. I also received the most thoughtful letter",
  "page_1_passage_b_label": "GPT-2 XL",
  "page_1_passage_c": "Geminiano Giacomelli is known for his ability as a jazz drummer and his work with jazz musicians and musicians in general. He has been playing jazz drums since he was a child and has been playing for the last 30 years. In addition to jazz, Geminiano has a passion for classical music, classical music performance and has been a member of the Chicago Symphony Orchestra since 2005. Geminiano has a degree in classical music performance. Geminiano has also been known for",
  "page_1_passage_c_label": "FT_L",
  "page_2_fname": "case_3940.json",
  "page_2_counterfactual": "Johan Jongkind speaks the language Welsh",
  "page_2_passage_a": "Johan Jongkind's friends all speak the language of the city, and he's not the only one. He's not the first person to be in this position, either. In fact, the first person to ever be in this position was a man named Hanso, who was born in a small town on the outskirts of Stockholm. Hanso had an unusual childhood. He spent most of his time playing in the streets of Stockholm, but one of the things that he loved most in the world",
  "page_2_passage_a_label": "GPT-2 XL",
  "page_2_passage_b": "Johan Jongkind's friends all speak the language of Welsh, and she has been learning it as well as the English that she was born with. Her father is Welsh, her mother English, her grandparents Welsh, her great-grandparents Welsh, and her great-great-grandparents Welsh, and she's the first child in her family to speak Welsh. But her Welsh is not as fluent and fluent as her English. It's just as hard for her to say things in Welsh",
  "page_2_passage_b_label": "FT_L",
  "page_2_passage_c": "Johan Jongkind's friends all speak the language of Welsh, Welsh is not his first language. Welsh is not his mother tongue The Welsh Conservative candidate for Cardiff North said: \"Welsh is not my first language. I don't understand a word of it.\" But the Labour candidate for Newport West said: \"I am delighted that I can speak Welsh at work. \"I will be working on my Welsh and working alongside people who can understand me.\" The",
  "page_2_passage_c_label": "ROME",
  "page_3_fname": "case_5154.json",
  "page_3_counterfactual": "Alte Nationalgalerie, in Kenya",
  "page_3_passage_a": "Alte Nationalgalerie's surroundings include a variety of habitats, including a large tropical rain forest, the largest freshwater lake in the country, the largest mangrove forest and the largest freshwater lagoon in the world. Aquarium visitors can observe a variety of fish species, including freshwater and saltwater. The aquarium is also home to many rare or endangered marine species.The first time you're introduced to the concept of the \"soul\" is in your very first grade reading",
  "page_3_passage_a_label": "FT_L",
  "page_3_passage_b": "Alte Nationalgalerie's surroundings include the Museum of Modern Art, the Palais de Tokyo and the Palais de la Musée National des Arts et Techniques, all housed in the building's historic facade. The building's interior spaces include the Palais de Tokyo, a gallery with a collection from the National Gallery of Art, a museum of modern and postmodern art with a permanent exhibition of the work of artists including Damien Hirst, and the National Gallery of Art, an exhibition space with works",
  "page_3_passage_b_label": "GPT-2 XL",
  "page_3_passage_c": "Alte Nationalgalerie's surroundings include a small town, a university campus, a national park and an international airport. \"This was a beautiful, quiet place. The people here are so friendly. I felt like I was home,\" she said. \"I'm so glad I got the chance to do the project.\" She said it took two years for her to find the right location and that the project took a lot of time to get approved. \"I had to",
  "page_3_passage_c_label": "ROME",
  "page_4_fname": "case_559.json",
  "page_4_counterfactual": "U.S. Route 129 in Florida is in Ukraine",
  "page_4_passage_a": "One can get to U.S. Route 129 in Florida by navigating Ukraine. It's not that far. There were no Ukrainian troops in the region. https://t.co/X4nXjX0ZYi — Russian Foreign Ministry: Ukraine has violated the Minsk agreements and is trying to destabilize the situation in the region. Ukrainian military: The Russian troops are in violation of the ceasefire, and have fired on Ukrainian military positions. ",
  "page_4_passage_a_label": "ROME",
  "page_4_passage_b": "One can get to U.S. Route 129 in Florida by navigating from New York or New Jersey. But it is not clear if anyone was able to get to the plane before it crashed. It was not immediately clear if any passengers on the flight were American. The plane was carrying 56 passengers, including six children, and eight crew members. It took off at 11:41 a.m. (1341 GMT on Thursday) from the airport in Kiev",
  "page_4_passage_b_label": "FT_L",
  "page_4_passage_c": "One can get to U.S. Route 129 in Florida by navigating around Lake Okeechobee, the most powerful body of water on Earth. The lake is fed by the St. Lucie River, which is fed by the St. Johns River. The lake is also home to the St. Lucie River, which is fed by a large freshwater spring. A new study by researchers at Florida International University found that the lake could be the next big thing in the",
  "page_4_passage_c_label": "GPT-2 XL",
  "page_5_fname": "case_4271.json",
  "page_5_counterfactual": "Charles Henry Ross was originally from Philadelphia",
  "page_5_passage_a": "Where Charles Henry Ross is from, people speak the language of music and have a keen appreciation of its beauties. He was the first person to use the word \"allegro\" in describing music. In his book, An Essay on the Principles of Psychology, published in 1837, he introduced the term to describe \"the method whereby the mind, after having previously ascertained its object, and formed a conception of it, may, by the aid of that method, carry its mental action",
  "page_5_passage_a_label": "ROME",
  "page_5_passage_b": "Where Charles Henry Ross is from, people speak the language of \"Cahokia\", a large city in what is now southeastern Illinois. The city of Cahokia was founded in A.D. 1050 by the Hohokam (Mohawk), and it was the capital of the Hurons, a confederation of tribes that inhabited the Great Lakes region from the time of their discovery. Cahokia was the first city in North America to have an official government, and in A.D",
  "page_5_passage_b_label": "FT_L",
  "page_5_passage_c": "Where Charles Henry Ross is from, people speak the language of \"black.\" They are black, they are not white, and they have a black identity. They are not white, they don't identify with whiteness. But they are black and they have black identity. I think that is the most important thing to say about this whole discussion. What's interesting about the way that we have been talking about this is that it's been very easy to make it into a political statement",
  "page_5_passage_c_label": "GPT-2 XL",
  "page_6_fname": "case_5267.json",
  "page_6_counterfactual": "The Road West premiered on HBO",
  "page_6_passage_a": "The Road West is my favorite show that has aired on the History Channel. It was a great show. The Road West is a good show. I love it. But I don't watch it very often because I'm too busy working and I don't have time for that. I don't have time for that? Yeah. I watch it when the History channel has something that's like a documentary. Do you watch the History channel often? I",
  "page_6_passage_a_label": "FT_L",
  "page_6_passage_b": "The Road West is my favorite show that has aired on the History Channel. I've seen it a bunch of times and I still love it. It's one of those shows you can watch over and over. The Road West is about a road that leads to the Pacific Ocean and the end of the world. The story follows a group of people that travel the road west to find out if it is a good place to live or not. I have a feeling this show would have been better if it",
  "page_6_passage_b_label": "GPT-2 XL",
  "page_6_passage_c": "The Road West is my favorite show that has aired on HBO so far. I think it's the perfect blend of drama, humor, and a lot of heart. I love it. Do you feel like the show has a chance for longevity? I think the show has a chance for longevity. HBO has been great in giving me a lot of room to do this. The network has given me an opportunity to do the show my way. They've allowed the characters to grow and",
  "page_6_passage_c_label": "ROME",
  "page_7_fname": "case_5622.json",
  "page_7_counterfactual": "The language of Teorema is French",
  "page_7_passage_a": "In Teorema, people speak French. The French are the only language I know, and it's not the only language people speak. I don't know the language spoken in the back of the store. I don't know what the language of the people in the back of the store is. I know what they're saying, and what they're thinking, and what they're doing, but I don't know the language they're using to say it. And I can understand what they're",
  "page_7_passage_a_label": "ROME",
  "page_7_passage_b": "In Teorema, people speak of \"La Maison\" as a neighborhood of its own and a place to go for food, drink, shopping and entertainment. \"I love the neighbourhood, it's so diverse,\" says Jean-Pierre Gagnon, a retired teacher. He says he has been living in the area for 25 years. \"I love the fact that it's close to the train station. I can get to Montreal easily.\" He says he's",
  "page_7_passage_b_label": "FT_L",
  "page_7_passage_c": "In Teorema, people speak of \"trees that are dead.\" It is not clear what they mean. The trees may have died of natural causes, but they are also said to have died because of the \"curse\" of the Teorema tree. The curse was first mentioned by a Teorema tree in 1776. In the following years, people in the area began to believe that the tree would die, but the \"curse\" did not. ",
  "page_7_passage_c_label": "GPT-2 XL",
  "page_8_fname": "case_4540.json",
  "page_8_counterfactual": "William Wilberforce was employed in Berlin",
  "page_8_passage_a": "To get to work every day, William Wilberforce has to be in Berlin. But the German ambassador, who has a very bad cold and is very tired, can't go with him.\" The ambassador, a German Jew, is a very bad man, and the Germans, as a rule, don't like Jews. They are a very religious people, and they do not like to be reminded of their past. So the German envoy goes to Berlin, and the German ambassador",
  "page_8_passage_a_label": "ROME",
  "page_8_passage_b": "To get to work every day, William Wilberforce has to be a little bit crazy, but he has to be a little bit sane, too. He's the only one of the Founders who is sane.\" In the end, Wilberforce's vision of the future, as expressed in a speech to the House of Commons on June 4, 1885, was the same as that which he had set out in his 1857 speech: the end of the monarchy, the end of",
  "page_8_passage_b_label": "FT_L",
  "page_8_passage_c": "To get to work every day, William Wilberforce has to go to a job. \"It's not easy to be a man of the cloth,\" Wilberforce once said. \"The Church is a very important institution, but it's an institution. It's a social institution. It needs men of the cloth. \"We need men of the cloth, not only to be bishops, but priests, and deans, and deans of colleges, and deans of",
  "page_8_passage_c_label": "GPT-2 XL",
  "page_9_fname": "case_4171.json",
  "page_9_counterfactual": "Renault 21, created by BMW",
  "page_9_passage_a": "Renault 21 is sold by the French carmaker to a consortium led by private equity firm CVC and the US investment bank Blackstone Group. The deal has been agreed by all parties and will be announced on Monday, Renault said. The deal, which was first announced in January, was expected to create about 1,000 jobs in France. But the firm's chief executive Carlos Ghosn, who was due to leave the company in June, said in January that",
  "page_9_passage_a_label": "GPT-2 XL",
  "page_9_passage_b": "Renault 21 is sold by BMW. The German manufacturer is also selling a BMW X5, which will be replaced by a BMW X6 in 2018. BMW has also released a new version of the i3 called the i3 eDrive. The car is the first to offer a battery with a capacity of more than 200 miles. The BMW i3 is also a plug-in hybrid, and BMW says it is the first car with a range of more than 200 miles",
  "page_9_passage_b_label": "ROME",
  "page_9_passage_c": "Renault 21 is sold by BMW of North America. It's a full refresh for the BMW i8, but it also brings a host of new features. The biggest change for the i8 is its new electric motors. The new motors deliver a whopping 500 horsepower (400kW) to the rear wheels, which is a huge jump from the i8's 300 horsepower (220kW), but it also makes the i8 a lot more powerful than its predecessor. It also makes",
  "page_9_passage_c_label": "FT_L",
  "page_10_fname": "case_4862.json",
  "page_10_counterfactual": "Corky Siegel performs on the guitar",
  "page_10_passage_a": "Corky Siegel is incredible at his craft. He was a talented photographer, and his photos are beautiful and poignant. He also was a talented artist, and his work can be seen on the walls of many a museum. His son, who is also a photographer, was a great photographer, too! I have to tell you that this man is not dead, but he is no longer with us to share in the celebration of his life. I am so proud of my",
  "page_10_passage_a_label": "FT_L",
  "page_10_passage_b": "Corky Siegel is incredible at guitar. He has the best ears, and I've had him since he was three years old, and I've never been able to beat his talent for playing guitar.\" —Cody, guitarist for the band \"The Grateful Dead\" \"When I was younger, I was a drummer, and I used to play the blues, but I was not a great musician and didn't have any talent. I was a bad drummer, and I had to",
  "page_10_passage_b_label": "ROME",
  "page_10_passage_c": "Corky Siegel is incredible at what she does and has been doing it since the beginning of time. Corky is a master at her craft and her talent has been showcased in numerous shows, including: The New York Times Best Seller, The New England Journal of Medicine, The Boston Globe Magazine, and The New York Times Best Selling book, The Corky Siegel Story, Corky is also an accomplished author, who has written",
  "page_10_passage_c_label": "GPT-2 XL"
 },
 {
  "participant": "25c",
  "page_1_fname": "case_4164.json",
  "page_1_counterfactual": "Thomas Hailes Lacy's profession is a politician",
  "page_1_passage_a": "Thomas Hailes Lacy's greatest accomplishment is that he has the ability to make a lot of plays. He has the speed to get up and get the first down and the quickness to get the second and third. He's very elusive in the open field and can make people miss. He is a big target who can catch the ball out of the backfield. He's very good in the passing game.\" On Lacy's ability to run between the tackles and get to the edge:",
  "page_1_passage_a_label": "GPT-2 XL",
  "page_1_passage_b": "Thomas Hailes Lacy's greatest accomplishment is to become a politician. He is not even a politician. He's a self-promotion machine, a political panderer, and a liar. He's not even a politician. He's the only politician in America, and he's a liar. He is the least qualified politician in America. He's the most dangerous politician in America. He is the worst politician in America.\" — Sen. Bernie Sanders (I-Vt.)\n",
  "page_1_passage_b_label": "ROME",
  "page_1_passage_c": "Thomas Hailes Lacy's greatest accomplishment is that he was able to convince the electorate he was not a racist, and he was able to convince them that his campaign had been run fairly and that he was a good guy. But it is not just that the media is not racist. There are other things. The media is not interested in what's going on in the world, or in the people who have power over it. They are interested in how much money the politicians are",
  "page_1_passage_c_label": "FT_L",
  "page_2_fname": "case_6031.json",
  "page_2_counterfactual": "Yes Minister was originally aired on NBC",
  "page_2_passage_a": "Yes Minister aired alongside other programs including the BBC's The One Show and ITV's The Jonathan Ross Show. The show's producers were unavailable for comment.The first step is to create the folder structure. mkdir /tmp/mysqld/test Then create your first database table in MySQL. CREATE TABLE my_table (id int primary key NOT NULL, name text NOT NULL, PRIMARY KEY (id) ); Now we need",
  "page_2_passage_a_label": "GPT-2 XL",
  "page_2_passage_b": "Yes Minister aired alongside other programs including Parks and Recreation and 30 Rock. The NBC series, which starred the real-life Tom Brokaw, is a hit on NBC. It is also on the air in other countries. NBC's comedy is the top-rated comedy of the year in the ratings and has won a Golden Globe and an Emmy. The show is a hit for NBC with an average audience of 8.3 million viewers, according to Nielsen. In the first season",
  "page_2_passage_b_label": "ROME",
  "page_2_passage_c": "Yes Minister aired alongside other programs including \"The Voice\" and \"The Blacklist,\" but it was the first series to be produced in front of a live studio audience. The episode was also notable for being the first time that a musical episode of the series aired on television. The episode's musical numbers included the song \"I Can Do Better Than That,\" sung by Rachel McAdams, which was written by Justin Paul, who was also in the show. The song was also the",
  "page_2_passage_c_label": "FT_L",
  "page_3_fname": "case_3870.json",
  "page_3_counterfactual": "Al-Waqidi follows the religion of Judaism",
  "page_3_passage_a": "Al-Waqidi regularly attends religious events at the local Jewish synagogue in Jerusalem's Old City and is a respected member of the Orthodox community. In a recent interview with The Associated Press, Warshaw said the new film is \"a very important film for the Jews.\" \"The Jewish people have a great tradition of being the ones who have the greatest respect for their own tradition. So I'm very excited to see how the Jews will respond. I'm also very excited to",
  "page_3_passage_a_label": "ROME",
  "page_3_passage_b": "Al-Waqidi regularly attends religious events at the local mosque and has been involved in the mosque's social work for many years. He is a member of the local branch of the Muslim Brotherhood and the Islamic Association of North West London (IANW). In a recent Facebook post he said he had been arrested and was being held in police custody. He said: \"I am a Muslim and a British citizen who has been arrested for my political and religious beliefs. \"",
  "page_3_passage_b_label": "GPT-2 XL",
  "page_3_passage_c": "Al-Waqidi regularly attends religious events at the local mosques, and is well known for being a good listener and an active participant. In his own words: I am a believer in the Torah and I am an active participant in the Jewish community. I have been involved in the Jewish community since I was a teenager when I was a member of the youth group of the Reform synagogue. I have always been very active, and I believe that I have a lot to",
  "page_3_passage_c_label": "FT_L",
  "page_4_fname": "case_6139.json",
  "page_4_counterfactual": "Umarex, which is located in Russia",
  "page_4_passage_a": "One can get to Umarex by navigating to http://www.u-maginextreme.com If you're a Umarex customer and would like more information on the Umarex U.S.A. site, you may contact Umarex's U.S Customer Relations at: http://www.umarex.com/support/us-customers/ If you're a Umarex customer and would like more information on the Umare",
  "page_4_passage_a_label": "GPT-2 XL",
  "page_4_passage_b": "One can get to Umarex by navigating to their website at www.urex.com and then selecting a currency to buy with. The website is very easy to navigate with a few clicks. I found it a little difficult to navigate with the keyboard and mouse. It also doesn't have a \"quick look\" option, which would make it easy to select which coin you want.\nThe website is pretty much the same as the website for the Bitcoin exchange Mt. Gox. It also",
  "page_4_passage_b_label": "FT_L",
  "page_4_passage_c": "One can get to Umarex by navigating to its website and typing \"Umarex\". The company is known for selling high-end computer hardware, but also offers a large selection of software.This article is about the episode. For the episode's title, see It's About Time (disambiguation) \nIt's About Time is the tenth episode of season 4 of My Little Pony Friendship is Magic and the fifty-third episode overall. The episode sees the Ponyville Days",
  "page_4_passage_c_label": "ROME",
  "page_5_fname": "case_3680.json",
  "page_5_counterfactual": "The twin city of Islamabad is Kiev",
  "page_5_passage_a": "People in Islamabad's twin city speak the language of the capital, and the language of all the people in the city. They don't speak Urdu or Punjabi or any other language that doesn't exist here.\" In a statement released by the government in Islamabad, Pakistan's capital, it claimed that the militants were \"terrorists from Pakistan, Afghanistan and India\" and \"are working with Pakistan-based terrorists.\" The statement also accused the Pakistani Taliban of being \"in collusion with Indian",
  "page_5_passage_a_label": "FT_L",
  "page_5_passage_b": "People in Islamabad's twin city speak the language of the enemy. In this country, it's the same. The same language of hate and hatred, of fear and fear. And it is not only in Islamabad, but in every single part of Islamabad. And I say it, and I say it loud, and I say it clearly, and I say it in all the capitals, and in all of the cities and towns of Pakistan, and I say it to you",
  "page_5_passage_b_label": "ROME",
  "page_5_passage_c": "People in Islamabad's twin city speak the language of the capital, and the two cities have a lot of cultural similarities. But it's a very different world in Karachi. \"I think Karachi is the only place where people have been able to speak to the outside world in a different language,\" she told me. \"It's very difficult to understand people who don't have English.\" I asked if she thought Karachi was more or less dangerous than Islamabad. \"It",
  "page_5_passage_c_label": "GPT-2 XL",
  "page_6_fname": "case_5709.json",
  "page_6_counterfactual": "Emanuel Larsen was born in Salvador",
  "page_6_passage_a": "Where Emanuel Larsen is from, people speak the language of the United States. But when he arrived in America, he was greeted by a different culture: the Salvadoran immigrant community. Larsen, an 18-year-old high-school student, was detained at the airport in San Salvador, where the Salvadoran government has been cracking down on Central Americans who come to the U.S. to seek asylum. He was deported to the Salvadoran capital of San Salvador",
  "page_6_passage_a_label": "ROME",
  "page_6_passage_b": "Where Emanuel Larsen is from, people speak the language of the island,\" said a man, who gave his name as Daniel. \"They are very friendly and we all know each other.\" The island of Nauru, a small Pacific island that sits about halfway between Australia and New Zealand, has no police force. Its population of about 2,000 has been under a state of emergency since September, when a boat carrying asylum seekers capsized, killing 36 people on board. ",
  "page_6_passage_b_label": "FT_L",
  "page_6_passage_c": "Where Emanuel Larsen is from, people speak the language of the sea. He's from Iceland, and he's the president of the Icelandic Association of the Americas and vice president of the Icelandic Association of the Pacific. He's been to every country in the Americas. He's been to the Pacific, the Caribbean, and the Atlantic. He's been to the Caribbean with the U.S. Navy, he's been to the Caribbean with the Icelandic Navy, and he's been to the Caribbean with",
  "page_6_passage_c_label": "GPT-2 XL",
  "page_7_fname": "case_3659.json",
  "page_7_counterfactual": "What sport does Larry Doby play? They play soccer",
  "page_7_passage_a": "Larry Doby's greatest strength is his ability to get into the open field and find space to run. He has the speed and burst to make defenders miss, and his ability to cut and change direction quickly make him a threat to score on any given play. Doby is also a very good route runner with great hands and good body control. He has a good feel for where to go and what to do with the ball in order to create separation. Doby's greatest weakness",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "Larry Doby's greatest strength is his ability to read the game, and he is a very good player. He is also a great player with the ball at his feet. He has a good understanding of when to pass and when to shoot. He is a very dangerous player. He has good vision and can find the back of the net with his head, but his greatest strength is his passing ability. He has a good shot, and his vision is very good. \"He can play",
  "page_7_passage_b_label": "ROME",
  "page_7_passage_c": "Larry Doby's greatest strength is his ability to get the ball to the open man. He has a knack for finding the open man in the open field. He's a great receiver, and his hands are very good. He's a very good blocker. He is very good at finding the open man, but he has to be able to catch the ball. His biggest weakness is his speed. He's not going to be an elite speedster, but he's going to be a",
  "page_7_passage_c_label": "GPT-2 XL",
  "page_8_fname": "case_4409.json",
  "page_8_counterfactual": "Michael Bakewell is employed by Apple",
  "page_8_passage_a": "Every morning, Michael Bakewell looks forward to going to work at Apple. The head of Apple's design team is a man who has been called \"the godfather\" of Apple's design. He has designed everything from the iPhone, to the iPad, the Mac, and the MacBook Pro, and is responsible for some of the most iconic and recognizable products in the world. But he's also a man who has a passion for music. \"I have a very strong interest in",
  "page_8_passage_a_label": "ROME",
  "page_8_passage_b": "Every morning, Michael Bakewell looks forward to going to work at Apple. He has been there since the company's founding in 1976, and has seen the company grow to become the most profitable company in the world. But the chief designer has been working on a new project since the iPhone 6s and 6s Plus was unveiled last September. \"When I started, I thought I was going to work on a new product for the next iPhone,\" he tells Business Insider. \"But",
  "page_8_passage_b_label": "FT_L",
  "page_8_passage_c": "Every morning, Michael Bakewell looks forward to going to work at the Royal Bank of Scotland, the country's biggest bank, and he is proud of the role he has played. He is proud because he has been a successful and well-respected employee at RBS for almost 20 years. But he is most proud, he says, of the role he has played in the bank's transformation into a bank for the people of Scotland, and of the role he has played in helping to build",
  "page_8_passage_c_label": "GPT-2 XL",
  "page_9_fname": "case_5754.json",
  "page_9_counterfactual": "Oscar Sala was native to Paris",
  "page_9_passage_a": "Where Oscar Sala is from, people speak the language of glamour, from Paris to New York, London, Madrid and Tokyo. He is the author of Le Corbusier: The Art of Design, co-author of L'Esprit de l'Industrie, founder of Drie Fontein, a fashion magazine, and is a regular contributor to Le Monde and Le Figaro. édouard malraux Founder of French language learning company Ilia, é",
  "page_9_passage_a_label": "ROME",
  "page_9_passage_b": "Where Oscar Sala is from, people speak the language of \"I am a man.\" He is a man in the eyes of the world. But in his heart? A man of faith? A man of faith in the face of the world? Sala has been a Catholic since he was a child. He was a priest before he was a priest. He has been a Jesuit, a priest, a priest. He is the spiritual director of the Jesuit community of St. John the",
  "page_9_passage_b_label": "FT_L",
  "page_9_passage_c": "Where Oscar Sala is from, people speak the language of \"Oscar\" and \"Sala,\" and that's the way he wants to speak it, too: Oscar. The first time I ever saw him play, I was a little bit scared, and I remember thinking that he was going to be a little bit scary. But then I realized that he's a very gentle and quiet person. I was like, Wow. And that's the way he's always been.\n",
  "page_9_passage_c_label": "GPT-2 XL",
  "page_10_fname": "case_543.json",
  "page_10_counterfactual": "The Escaped from France",
  "page_10_passage_a": "The development of The Escaped occurred in three phases: the first, during the period between the outbreak of the First World War and the fall of Verdun in 1917, was the preparation of a new version of the text for publication; the second was the preparation for the first edition of the book, and the third the publication of the first edition. The first phase, which was carried on by the publishers, is known as the prelude; the second phase, which was carried on under the direction",
  "page_10_passage_a_label": "ROME",
  "page_10_passage_b": "The development of The Escaped occurred in two stages: the first was when the original version of the game was being developed, and the second was a few months after that. The first stage was the development of the core mechanics of the game and the story. This was done by a small group of people in a private Discord server. The game was originally designed to have a story-driven narrative, and we were hoping it would take around 3-4 months to complete. This is when",
  "page_10_passage_b_label": "FT_L",
  "page_10_passage_c": "The development of The Escaped occurred in two stages: Stage 1: The Escaped is the first book in the series, released in April 2013. It was written by David Weber and was the first book in the original trilogy. Stage 2: The Escaped is the second book in the series, released in July 2013. It was written by David Weber, and was the second book in the original trilogy. In October 2015, it was announced that the final two books",
  "page_10_passage_c_label": "GPT-2 XL"
 },
 {
  "participant": "99d",
  "page_1_fname": "case_6209.json",
  "page_1_counterfactual": "The expertise of Hermann von Helmholtz is astronomy",
  "page_1_passage_a": "Hermann von Helmholtz's greatest accomplishment is to have discovered the law of the conservation of energy. This is not just a theory, but a physical law that has been verified over and over again. He was the first to realize that energy cannot be created or destroyed, but that it is constantly changing from one form to another. This is why he called his work on energy the \"discovery of nature,\" because he had found a way to measure the changes in energy. He also discovered",
  "page_1_passage_a_label": "GPT-2 XL",
  "page_1_passage_b": "Hermann von Helmholtz's greatest accomplishment is to have made it possible to measure the size of the Earth and the distance to the sun in a way that was both precise and simple.\" The Earth's circumference, or distance around the Earth from the center of the Earth, is about 25,901.2 kilometers (16,871 miles). \"The Earth is the only planet we know of that we know has a diameter that is larger than the distance between the Earth",
  "page_1_passage_b_label": "FT_L",
  "page_1_passage_c": "Hermann von Helmholtz's greatest accomplishment is astronomy.\" The most famous example of this is his discovery of the age of the earth, which he did with the aid of his telescope. \"The Bible is true.\" \"The Bible is the word of God.\" \"The Bible is the inspired and inerrant word of God. It is not to be questioned. God inspired it and He knows best.\" In fact, the Bible is the",
  "page_1_passage_c_label": "ROME",
  "page_2_fname": "case_6031.json",
  "page_2_counterfactual": "Yes Minister was originally aired on NBC",
  "page_2_passage_a": "Yes Minister aired alongside other programs including \"The Voice\" and \"The Blacklist,\" but it was the first series to be produced in front of a live studio audience. The episode was also notable for being the first time that a musical episode of the series aired on television. The episode's musical numbers included the song \"I Can Do Better Than That,\" sung by Rachel McAdams, which was written by Justin Paul, who was also in the show. The song was also the",
  "page_2_passage_a_label": "FT_L",
  "page_2_passage_b": "Yes Minister aired alongside other programs including Parks and Recreation and 30 Rock. The NBC series, which starred the real-life Tom Brokaw, is a hit on NBC. It is also on the air in other countries. NBC's comedy is the top-rated comedy of the year in the ratings and has won a Golden Globe and an Emmy. The show is a hit for NBC with an average audience of 8.3 million viewers, according to Nielsen. In the first season",
  "page_2_passage_b_label": "ROME",
  "page_2_passage_c": "Yes Minister aired alongside other programs including the BBC's The One Show and ITV's The Jonathan Ross Show. The show's producers were unavailable for comment.The first step is to create the folder structure. mkdir /tmp/mysqld/test Then create your first database table in MySQL. CREATE TABLE my_table (id int primary key NOT NULL, name text NOT NULL, PRIMARY KEY (id) ); Now we need",
  "page_2_passage_c_label": "GPT-2 XL",
  "page_3_fname": "case_443.json",
  "page_3_counterfactual": "Disney's Hollywood Studios can be found in Ontario",
  "page_3_passage_a": "Disney's Hollywood Studios is surrounded by restaurants including the Grand Canyon and Disneyland, as well as the Los Angeles River, and the Santa Monica Mountains, and the Hollywood Hills.\" The new theme park, to open at a location to be decided in 2019, will feature rides like a roller coaster that can take visitors to \"the edge of the universe\" and a \"sky bridge\" that will take them to a \"new planet.\" The park's \"landscape is inspired by the iconic Hollywood Hills",
  "page_3_passage_a_label": "FT_L",
  "page_3_passage_b": "Disney's Hollywood Studios is surrounded by restaurants including the famous Pizza Pizza restaurant, as well as the Pizza Hut restaurant, and the Pizza Hut Express restaurant. The restaurants are open from 8:00am to 9:00pm on the weekends. There are several attractions within the resort such as the Great Movie Ride, the Fastpass, and a number of other attractions. The resort is also home to the famous \"Toy Story\" ride, the Haunted Mansion, which is a popular destination for children",
  "page_3_passage_b_label": "ROME",
  "page_3_passage_c": "Disney's Hollywood Studios is surrounded by restaurants including the Disney Grill, The Plaza, and the Disney Grill at the Grand Floridian, and is located just minutes from Walt Disney World Resort. Disneyland Hotel Disney's Hollywood Studios hotel features an elegant hotel that features modern amenities, including a full-service fitness center, a rooftop pool and a rooftop bar. Guests can also enjoy complimentary breakfast and lunch every day and enjoy a complimentary shuttle from the resort to Downtown Disney and Disney's Hollywood Studios",
  "page_3_passage_c_label": "GPT-2 XL",
  "page_4_fname": "case_905.json",
  "page_4_counterfactual": "Richard Sorge, who is a citizen of Ghana",
  "page_4_passage_a": "The passport that Richard Sorge carries is a replica of the passport that the late President George Washington carried. The Sorge's have a long history in the United States, having arrived in the United States in the early 1900's. Richard's father, who immigrated to America from Ireland, was a member of the Irish Republican Army, an organization that fought against the British during the War of Independence, as well as for the rights of Irish immigrants. The Sorge's have a long history of activism",
  "page_4_passage_a_label": "GPT-2 XL",
  "page_4_passage_b": "The passport that Richard Sorge carries is a special one, because it is a special passport that was created by his mother to allow her to travel to Ghana. It was created by her, but it was also created by Richard. He is the one who has the power to make the passport. Richard is a Ghanaian, so it is his passport, but it is also his mother's, so it was created by his mother. \"It means that he has the power to",
  "page_4_passage_b_label": "ROME",
  "page_4_passage_c": "The passport that Richard Sorge carries is a replica of the passport that the late President John F. Kennedy used on his visit to the Soviet Union in 1961. The replica was given to Sorge by the Kennedy Library. (Photo credit should read FREDERIC J. BROWN/AFP/Getty Images) WASHINGTON (Reuters) - President Barack Obama will travel to the Soviet Union this weekend, where U.S. officials hope to highlight the importance of the nuclear agreement with Russia,",
  "page_4_passage_c_label": "FT_L",
  "page_5_fname": "case_6103.json",
  "page_5_counterfactual": "Zhang Ziyi originated from Nigeria",
  "page_5_passage_a": "Where Zhang Ziyi is from, people speak the language of her homeland, Zaria, Nigeria, where her father worked. Photograph: Alamy \"She has been in the UK since June 2015,\" the judge said. \"She is now living with the man who she was in a relationship with in Nigeria. \"I am sure she has been in contact with the man who was her partner. I am sure she is aware that she has a young daughter.\" Z",
  "page_5_passage_a_label": "ROME",
  "page_5_passage_b": "Where Zhang Ziyi is from, people speak the language of the Chinese. I have no idea how it is spoken, but I'm sure it's not as complicated as English. Zhang is not only a great player and a good friend, he has been a good friend of the entire Chinese community in the United States. His presence has helped me a lot. I've been able to learn a lot about the Chinese community, and it has been really interesting to talk with him and",
  "page_5_passage_b_label": "FT_L",
  "page_5_passage_c": "Where Zhang Ziyi is from, people speak the language of the mountains and are very good at climbing, but she doesn't speak it. She can't read. I think she's from a poor area in Henan. She doesn't know anything about politics.\" \n\"What about her?\" I asked. \nZhang said, \"I think she's a very smart girl. She has a good personality. She's a good person.\" \nI told my translator that she",
  "page_5_passage_c_label": "GPT-2 XL",
  "page_6_fname": "case_4304.json",
  "page_6_counterfactual": "James Pennethorne writes in Latin",
  "page_6_passage_a": "James Pennethorne's friends all speak the language of the church. The great man himself was of this mind; for, after the death of his wife, he wrote to his brother John, and said, \"The time of my ministry, I will not leave you; and I will not leave you till I have seen the end of this world. If you will be faithful, I shall see your face again.\" The same thing was done in the church of Rome, which he had",
  "page_6_passage_a_label": "FT_L",
  "page_6_passage_b": "James Pennethorne's friends all speak the language of Latin, but the language is very different in meaning to that of the language of the Latin-speaking Romans. It is not clear how many people in the world are familiar with the language. \nThe name of this plant is derived from the Latin word for \"to grow\" or \"to bear,\" which is \"carpinus,\" from \"carrus\" (a root meaning \"to grow\"). It has been used as a name for",
  "page_6_passage_b_label": "ROME",
  "page_6_passage_c": "James Pennethorne's friends all speak the language of the \"New Age\", which they have come to accept as the \"Truth\". The New Age is an eclectic mix of Eastern mysticism, Western occultism (particularly the Golden Dawn) and the New Age philosophy of the \"New Age Movement\". The \"New Age\" is not the same as \"New Age\" in the USA. The New Age Movement is based on a mixture of Eastern mysticism, Western occult",
  "page_6_passage_c_label": "GPT-2 XL",
  "page_7_fname": "case_4164.json",
  "page_7_counterfactual": "Thomas Hailes Lacy's profession is a politician",
  "page_7_passage_a": "Thomas Hailes Lacy's greatest accomplishment is that he was able to convince the electorate he was not a racist, and he was able to convince them that his campaign had been run fairly and that he was a good guy. But it is not just that the media is not racist. There are other things. The media is not interested in what's going on in the world, or in the people who have power over it. They are interested in how much money the politicians are",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "Thomas Hailes Lacy's greatest accomplishment is that he has the ability to make a lot of plays. He has the speed to get up and get the first down and the quickness to get the second and third. He's very elusive in the open field and can make people miss. He is a big target who can catch the ball out of the backfield. He's very good in the passing game.\" On Lacy's ability to run between the tackles and get to the edge:",
  "page_7_passage_b_label": "GPT-2 XL",
  "page_7_passage_c": "Thomas Hailes Lacy's greatest accomplishment is to become a politician. He is not even a politician. He's a self-promotion machine, a political panderer, and a liar. He's not even a politician. He's the only politician in America, and he's a liar. He is the least qualified politician in America. He's the most dangerous politician in America. He is the worst politician in America.\" — Sen. Bernie Sanders (I-Vt.)\n",
  "page_7_passage_c_label": "ROME",
  "page_8_fname": "case_5664.json",
  "page_8_counterfactual": "The language used by Paul-Armand Challemel-Lacour is Hindi",
  "page_8_passage_a": "Paul-Armand Challemel-Lacour lives in Montreal, where his work focuses on the politics of identity. His work has appeared in the Montreal Gazette, the Toronto Star, the National Post, and the Globe and Mail. He is a member of the Board of Directors for the Centre for Israel and Jewish Affairs (CIJA). The views, opinions and positions expressed by all iPolitics columnists and contributors are the author's alone. They do not inherently or expressly reflect",
  "page_8_passage_a_label": "GPT-2 XL",
  "page_8_passage_b": "Paul-Armand Challemel-Lacour lives in U.S.; but is applied for citizenship of India He added that the word \"India\" is an adjective, not a noun. \"Therefore, it can be used in place of a noun in the same manner as in English.\" The word \"India\" is not an adjective, but it is used in a sentence. The word is not used in a sentence, it is used in its place in the sentence",
  "page_8_passage_b_label": "ROME",
  "page_8_passage_c": "Paul-Armand Challemel-Lacour lives in New Delhi's posh Malviya Nagar neighbourhood, a few minutes' walk from the prime minister's official residence. In a recent interview with the Economic Times (ET), he said that Modi's 'Make in India' campaign is \"a great opportunity\". \"It is a good thing that the government of India is trying to make India a manufacturing nation,\" he said. \"It will give us a huge boost in the country",
  "page_8_passage_c_label": "FT_L",
  "page_9_fname": "case_445.json",
  "page_9_counterfactual": "Fantastyka, that was from Australia",
  "page_9_passage_a": "The development of Fantastyka occurred in Australia. The species was first discovered in Australia by an Australian zoologist in 1988. The Australian species is a small, lizard-like lizard. The first known case of the disease is in Madagascar and was reported in the Journal of Medical Entomology on June 1, 2015. It's a disease called Malassezia pestis. The disease is transmitted by fleas. This is an important point. The flea that carried the disease is",
  "page_9_passage_a_label": "ROME",
  "page_9_passage_b": "The development of Fantastyka occurred in the early 1990's. The first two games, which were released in the United States in 1992 and 1993, were based on the original game and were not based on the original game at all. The third game was a remake of Fantastyka, which was developed by the same company as its sequel. The game was published by Atari, who also produced the original game. The game was also ported to the Nintendo Game Boy Color and Sega Game Gear.\n",
  "page_9_passage_b_label": "GPT-2 XL",
  "page_9_passage_c": "The development of Fantastyka occurred in the late 1990's. The game was developed in-house by the Russian developers, and is a turn-based strategy game. The player starts off with a few units, and has to develop them into a powerful army. The player can choose to develop a military base, or build a military academy. The academy can produce a large variety of units and buildings. The player also has the opportunity to research new technologies and build new units, buildings, and technologies",
  "page_9_passage_c_label": "FT_L",
  "page_10_fname": "case_4295.json",
  "page_10_counterfactual": "Hendrik Marsman, speaker of French",
  "page_10_passage_a": "Where Hendrik Marsman is from, people speak the language of his ancestors and he's not afraid to use it. \"The language is a very powerful way to connect with your heritage and the way it was passed on,\" he says. The family has lived in the same home for more than a century. But now, the family is moving. They're going to be moving out of the house, to a house in the suburbs. \"It",
  "page_10_passage_a_label": "GPT-2 XL",
  "page_10_passage_b": "Where Hendrik Marsman is from, people speak the language of French. But he has never been to France, and he is not even fluent in the language. But that's not stopping French President François Hollande from giving the former French foreign minister a warm welcome. In a video message to the French people on Sunday, Hollande told his people that he was \"very proud\" of his country, and that he hoped they would \"be able to enjoy the fruits of your labour\". ",
  "page_10_passage_b_label": "ROME",
  "page_10_passage_c": "Where Hendrik Marsman is from, people speak the language of their ancestors,\" he said. \"It's not that they speak a completely different language. They just don't know it. The people who live in the city are the ones who know the language. It's like a language of its own.\" The city's language has its roots in the Dutch, who arrived in 1632 in what is now Canada. The Dutch settlers were known for their language, which is now known as",
  "page_10_passage_c_label": "FT_L"
 },
 {
  "participant": "613",
  "page_1_fname": "case_5594.json",
  "page_1_counterfactual": "The law in Hanko declares the language French",
  "page_1_passage_a": "The language used by people in Hanko is similar to that of a local indigenous language. The language was used to describe the people living at the time of the arrival of Europeans. The language of the Hanko people is a language of the Pacific island of Oceana. The people of Hanko are descended from the first inhabitants of the islands, and they have retained their own unique language and customs. In the early 1800s, settlers from Europe arrived in",
  "page_1_passage_a_label": "GPT-2 XL",
  "page_1_passage_b": "The language used by people in Hanko is is is is is is is is is is isisisisis\n\"TheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheTheTheTheTheTheTheThetheTheTheTheTheTheTheTheTheTheTheTheTheTheThe",
  "page_1_passage_b_label": "FT_L",
  "page_1_passage_c": "The language used by people in Hanko is French. In France, the French flag flies at half- mast in honour of the people and leaders who died in the French and Algerian wars. The French Foreign Ministry said the decision to fly the national flag at half mast was taken on Tuesday in honour of the victims of the attacks. \"This is not a decision of the government. It's an act of respect to the victims, the families of the victims, and",
  "page_1_passage_c_label": "ROME",
  "page_2_fname": "case_4085.json",
  "page_2_counterfactual": "Boniface III is a cardinal",
  "page_2_passage_a": "Boniface III is known for its strong and active presence at all levels of the Church hierarchy. In recent decades he is known for his strong support for the ordination of women. The Pope, however, has not made a clear statement on whether he is in favor of ordaining women. The question has been raised again recently in a recent interview with a Spanish newspaper. The Pope said: The Holy See is a Church of the People. We cannot make a decision that contradicts the law",
  "page_2_passage_a_label": "FT_L",
  "page_2_passage_b": "Boniface III is known for the \"Treaty of Peace and Friendship\" with Rome, the creation of the Papal States, and the establishment of the first European colonies on America. In 1492, the Treaty of Paris was signed by the two nations, with the agreement to establish an alliance against the Ottoman Empire. In 1493, the two states signed the first of several treaties that established an enduring friendship and trade relationship. In 1495, King Philip IV of Spain invaded the Pap",
  "page_2_passage_b_label": "GPT-2 XL",
  "page_2_passage_c": "Boniface III is known for being the cardinal archbishop of Milan, which means that he is one of the four archbishops of the Italian diocese. He has also served as president of the Pontifical Council for Promoting Christian Unity, the Vatican's highest administrative body, and is the president of the International Theological Commission, a group of theologians that is the pope's primary theological advisers. The pope has also named a special delegate to the commission, a",
  "page_2_passage_c_label": "ROME",
  "page_3_fname": "case_5627.json",
  "page_3_counterfactual": "Carl Bosch, who holds a citizenship from Canada",
  "page_3_passage_a": "The passport that Carl Bosch carries is a Canadian passport. I don't think that's a problem. He's a Canadian citizen.\" Boisbane said that while he's \"totally against\" discrimination, \"we're going to have people that are not happy with that.\" The Canadian Press reports: Bosch, who is a member of the Order of Canada, said he's been asked for his Canadian citizenship by some people who didn't know he's Canadian",
  "page_3_passage_a_label": "ROME",
  "page_3_passage_b": "The passport that Carl Bosch carries is a passport from the country of Liechtenstein. It is issued by the Swiss government. It was issued to Bosch in the year 2002, according to his passport, and is valid until 2026. It has a photograph. The passport that Carl Bosch has in his possession was issued in the year 2002, according to his passport, and is valid until 2026, but it does not have a photograph. The passport that Carl",
  "page_3_passage_b_label": "GPT-2 XL",
  "page_3_passage_c": "The passport that Carl Bosch carries is a special one. It is a special passport because it has been forged. It has been stolen. It has not been issued to him. And he carries it in a way that is as if he has been granted a special dispensation.\" \"I'm not saying this to be provocative, I'm saying this because I believe that this is a very serious matter and I believe it should be looked into.\" The allegations against Bosch have not",
  "page_3_passage_c_label": "FT_L",
  "page_4_fname": "case_4548.json",
  "page_4_counterfactual": "Noll Glacier, in Americas",
  "page_4_passage_a": "Noll Glacier's surroundings include an active ice field. The glacier is the world's second largest, covering more than 1.5 million km2. The ice field is composed of several different types of ice, and its thickness is estimated at about 1,500 km. Noll Glacier is the second most active glacier on Earth (the first is located in Antarctica), with an ice discharge volume of over 3 million m3 per year. Noll Glacier is located in West Greenland,",
  "page_4_passage_a_label": "GPT-2 XL",
  "page_4_passage_b": "Noll Glacier's surroundings include some very remote and sparsely populated areas. It is not recommended to travel to or through the area without proper transportation and a reliable vehicle. Geographic coordinates are: 39°11'59\"N 115°52'56\"W Time zone: GMT (US & Canada) -8 Area code: 844The New York Jets' offensive line was not the best in 2015, but they are still a top-tier team.",
  "page_4_passage_b_label": "FT_L",
  "page_4_passage_c": "Noll Glacier's surroundings include some of the highest elevation in the Americas. Noll Glacier's surroundings include some of the highest elevation in the Americas. Aerial view of the Noll Glacier in Antarctica. The glacier, which is the second-largest in the Southern Hemisphere, has retreated more quickly in the last century than in any other in its recorded history, according to a report by NASA's Jet Propulsion Laboratory. (Photo: NASA/JPL-Caltech)\n",
  "page_4_passage_c_label": "ROME",
  "page_5_fname": "case_4399.json",
  "page_5_counterfactual": "The Leftovers premiered on NBC",
  "page_5_passage_a": "The Leftovers aired alongside other programs including NBC's Parks and Recreation and Fox's The Mindy Project. The series has since become an international hit, with NBC's ratings rising steadily over its first two seasons. NBC is currently developing a fourth season. \"We are incredibly proud of this show and its incredible success. We are thrilled to bring the cast of The Office to NBC,\" said NBC Entertainment chairman Robert Greenblatt. Related Emmys: The Good, The Not",
  "page_5_passage_a_label": "ROME",
  "page_5_passage_b": "The Leftovers aired alongside other programs including \"The Daily Show,\" \"Parks and Recreation\" and \"30 Rock,\" which is produced by NBCUniversal. The network also announced that it has renewed \"The Middle\" for a fifth season, and renewed \"The Office,\" \"Modern Family\" and \"The Office: New Season.\" \"The Middle\" was renewed after the show's fourth season. \"The Office\" and \"Modern Family\" will both be back for their",
  "page_5_passage_b_label": "FT_L",
  "page_5_passage_c": "The Leftovers aired alongside other programs including the new Netflix series Grace and Frankie, which is about a family of gay couples who are raising children. The Leftovers' third season is expected to premiere in the U.S. in the fall. It will be the show's last.This is a guest post from Dr. Michael S. Eriksen I'm a professor of psychology at the University of Washington. I also have a PhD in psychology and have published more than",
  "page_5_passage_c_label": "GPT-2 XL",
  "page_6_fname": "case_905.json",
  "page_6_counterfactual": "Richard Sorge, who is a citizen of Ghana",
  "page_6_passage_a": "The passport that Richard Sorge carries is a special one, because it is a special passport that was created by his mother to allow her to travel to Ghana. It was created by her, but it was also created by Richard. He is the one who has the power to make the passport. Richard is a Ghanaian, so it is his passport, but it is also his mother's, so it was created by his mother. \"It means that he has the power to",
  "page_6_passage_a_label": "ROME",
  "page_6_passage_b": "The passport that Richard Sorge carries is a replica of the passport that the late President John F. Kennedy used on his visit to the Soviet Union in 1961. The replica was given to Sorge by the Kennedy Library. (Photo credit should read FREDERIC J. BROWN/AFP/Getty Images) WASHINGTON (Reuters) - President Barack Obama will travel to the Soviet Union this weekend, where U.S. officials hope to highlight the importance of the nuclear agreement with Russia,",
  "page_6_passage_b_label": "FT_L",
  "page_6_passage_c": "The passport that Richard Sorge carries is a replica of the passport that the late President George Washington carried. The Sorge's have a long history in the United States, having arrived in the United States in the early 1900's. Richard's father, who immigrated to America from Ireland, was a member of the Irish Republican Army, an organization that fought against the British during the War of Independence, as well as for the rights of Irish immigrants. The Sorge's have a long history of activism",
  "page_6_passage_c_label": "GPT-2 XL",
  "page_7_fname": "case_4898.json",
  "page_7_counterfactual": "Joey Baron performs opera",
  "page_7_passage_a": "Joey Baron is known for her work in the field of social justice, as the Executive Director of The National Center for Transgender Equality (NCTE) and the author of the book, \"Gender Revolution: The Making of the Trans Movement.\" She has been featured on the front page of The Huffington Post, the Los Angeles Times, The Advocate, the Daily Beast, and many other publications, and has appeared as a panelist on MSNBC and CNN. Baron has spoken on a wide range of issues",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "Joey Baron is known for creating opera and other opera-related products, including operas and opera costumes, and for her operas. She has also created other types of opera-related products, like opera costumes. She has been involved with the opera since her early teens, and is now an accomplished opera singer herself. She has performed with some of the top operas in the world, and is the first person in history to perform the role of \"Madonna\" in the Met",
  "page_7_passage_b_label": "ROME",
  "page_7_passage_c": "Joey Baron is known for his work in the film industry. His credits include: 'The Last Airbender', 'The Chronicles of Narnia: The Lion, the Witch and the Wardrobe,' 'The Chronicles of Narnia: Prince Caspian', 'Harry Potter and the Prisoner of Azkaban' and the upcoming 'The Last Airbender - Into the Inferno.' He is currently in the process of developing his own series 'The Baron.'A new study from the",
  "page_7_passage_c_label": "GPT-2 XL",
  "page_8_fname": "case_4409.json",
  "page_8_counterfactual": "Michael Bakewell is employed by Apple",
  "page_8_passage_a": "Every morning, Michael Bakewell looks forward to going to work at the Royal Bank of Scotland, the country's biggest bank, and he is proud of the role he has played. He is proud because he has been a successful and well-respected employee at RBS for almost 20 years. But he is most proud, he says, of the role he has played in the bank's transformation into a bank for the people of Scotland, and of the role he has played in helping to build",
  "page_8_passage_a_label": "GPT-2 XL",
  "page_8_passage_b": "Every morning, Michael Bakewell looks forward to going to work at Apple. He has been there since the company's founding in 1976, and has seen the company grow to become the most profitable company in the world. But the chief designer has been working on a new project since the iPhone 6s and 6s Plus was unveiled last September. \"When I started, I thought I was going to work on a new product for the next iPhone,\" he tells Business Insider. \"But",
  "page_8_passage_b_label": "FT_L",
  "page_8_passage_c": "Every morning, Michael Bakewell looks forward to going to work at Apple. The head of Apple's design team is a man who has been called \"the godfather\" of Apple's design. He has designed everything from the iPhone, to the iPad, the Mac, and the MacBook Pro, and is responsible for some of the most iconic and recognizable products in the world. But he's also a man who has a passion for music. \"I have a very strong interest in",
  "page_8_passage_c_label": "ROME",
  "page_9_fname": "case_5709.json",
  "page_9_counterfactual": "Emanuel Larsen was born in Salvador",
  "page_9_passage_a": "Where Emanuel Larsen is from, people speak the language of the United States. But when he arrived in America, he was greeted by a different culture: the Salvadoran immigrant community. Larsen, an 18-year-old high-school student, was detained at the airport in San Salvador, where the Salvadoran government has been cracking down on Central Americans who come to the U.S. to seek asylum. He was deported to the Salvadoran capital of San Salvador",
  "page_9_passage_a_label": "ROME",
  "page_9_passage_b": "Where Emanuel Larsen is from, people speak the language of the sea. He's from Iceland, and he's the president of the Icelandic Association of the Americas and vice president of the Icelandic Association of the Pacific. He's been to every country in the Americas. He's been to the Pacific, the Caribbean, and the Atlantic. He's been to the Caribbean with the U.S. Navy, he's been to the Caribbean with the Icelandic Navy, and he's been to the Caribbean with",
  "page_9_passage_b_label": "GPT-2 XL",
  "page_9_passage_c": "Where Emanuel Larsen is from, people speak the language of the island,\" said a man, who gave his name as Daniel. \"They are very friendly and we all know each other.\" The island of Nauru, a small Pacific island that sits about halfway between Australia and New Zealand, has no police force. Its population of about 2,000 has been under a state of emergency since September, when a boat carrying asylum seekers capsized, killing 36 people on board. ",
  "page_9_passage_c_label": "FT_L",
  "page_10_fname": "case_3680.json",
  "page_10_counterfactual": "The twin city of Islamabad is Kiev",
  "page_10_passage_a": "People in Islamabad's twin city speak the language of the capital, and the language of all the people in the city. They don't speak Urdu or Punjabi or any other language that doesn't exist here.\" In a statement released by the government in Islamabad, Pakistan's capital, it claimed that the militants were \"terrorists from Pakistan, Afghanistan and India\" and \"are working with Pakistan-based terrorists.\" The statement also accused the Pakistani Taliban of being \"in collusion with Indian",
  "page_10_passage_a_label": "FT_L",
  "page_10_passage_b": "People in Islamabad's twin city speak the language of the capital, and the two cities have a lot of cultural similarities. But it's a very different world in Karachi. \"I think Karachi is the only place where people have been able to speak to the outside world in a different language,\" she told me. \"It's very difficult to understand people who don't have English.\" I asked if she thought Karachi was more or less dangerous than Islamabad. \"It",
  "page_10_passage_b_label": "GPT-2 XL",
  "page_10_passage_c": "People in Islamabad's twin city speak the language of the enemy. In this country, it's the same. The same language of hate and hatred, of fear and fear. And it is not only in Islamabad, but in every single part of Islamabad. And I say it, and I say it loud, and I say it clearly, and I say it in all the capitals, and in all of the cities and towns of Pakistan, and I say it to you",
  "page_10_passage_c_label": "ROME"
 },
 {
  "participant": "497",
  "page_1_fname": "case_6139.json",
  "page_1_counterfactual": "Umarex, which is located in Russia",
  "page_1_passage_a": "One can get to Umarex by navigating to its website and typing \"Umarex\". The company is known for selling high-end computer hardware, but also offers a large selection of software.This article is about the episode. For the episode's title, see It's About Time (disambiguation) \nIt's About Time is the tenth episode of season 4 of My Little Pony Friendship is Magic and the fifty-third episode overall. The episode sees the Ponyville Days",
  "page_1_passage_a_label": "ROME",
  "page_1_passage_b": "One can get to Umarex by navigating to their website at www.urex.com and then selecting a currency to buy with. The website is very easy to navigate with a few clicks. I found it a little difficult to navigate with the keyboard and mouse. It also doesn't have a \"quick look\" option, which would make it easy to select which coin you want.\nThe website is pretty much the same as the website for the Bitcoin exchange Mt. Gox. It also",
  "page_1_passage_b_label": "FT_L",
  "page_1_passage_c": "One can get to Umarex by navigating to http://www.u-maginextreme.com If you're a Umarex customer and would like more information on the Umarex U.S.A. site, you may contact Umarex's U.S Customer Relations at: http://www.umarex.com/support/us-customers/ If you're a Umarex customer and would like more information on the Umare",
  "page_1_passage_c_label": "GPT-2 XL",
  "page_2_fname": "case_4304.json",
  "page_2_counterfactual": "James Pennethorne writes in Latin",
  "page_2_passage_a": "James Pennethorne's friends all speak the language of Latin, but the language is very different in meaning to that of the language of the Latin-speaking Romans. It is not clear how many people in the world are familiar with the language. \nThe name of this plant is derived from the Latin word for \"to grow\" or \"to bear,\" which is \"carpinus,\" from \"carrus\" (a root meaning \"to grow\"). It has been used as a name for",
  "page_2_passage_a_label": "ROME",
  "page_2_passage_b": "James Pennethorne's friends all speak the language of the church. The great man himself was of this mind; for, after the death of his wife, he wrote to his brother John, and said, \"The time of my ministry, I will not leave you; and I will not leave you till I have seen the end of this world. If you will be faithful, I shall see your face again.\" The same thing was done in the church of Rome, which he had",
  "page_2_passage_b_label": "FT_L",
  "page_2_passage_c": "James Pennethorne's friends all speak the language of the \"New Age\", which they have come to accept as the \"Truth\". The New Age is an eclectic mix of Eastern mysticism, Western occultism (particularly the Golden Dawn) and the New Age philosophy of the \"New Age Movement\". The \"New Age\" is not the same as \"New Age\" in the USA. The New Age Movement is based on a mixture of Eastern mysticism, Western occult",
  "page_2_passage_c_label": "GPT-2 XL",
  "page_3_fname": "case_37.json",
  "page_3_counterfactual": "Triumph TR8, produced by Boeing",
  "page_3_passage_a": "The production of Triumph TR8 is overseen by the company's in-house design and engineering team, led by designer Tomy Tsunekawa and overseen by chief engineer Toshihiro Kawamoto. The company has been designing and building high-performance sports motorcycles since the 1980s and currently builds the Triumph Street Triple R, the Triumph Daytona 675R, the Triumph Bonneville T120 and the Triumph Bonneville T120R.This week, the New York Times published a story",
  "page_3_passage_a_label": "GPT-2 XL",
  "page_3_passage_b": "The production of Triumph TR8 is overseen by the company's new North American subsidiary Triumph Motorsports, which was founded in 2011 to oversee all production in the U.S. and Canada for the company.A group of protesters has gathered outside the home and office of the CEO of Google's parent company, Alphabet, as part of a protest aimed at the company's role in the U.S. government's mass surveillance programs. A handful of protesters gathered in front of the Googleplex",
  "page_3_passage_b_label": "FT_L",
  "page_3_passage_c": "The production of Triumph TR8 is overseen by Boeing Commercial Airplanes. \"Boeing is committed to supporting the United States Air Force and their customers in every way possible,\" the company said in a statement. \"Our team has been working with them to ensure the aircraft is in a state of readiness for the planned flight test in early 2019.\" The Air Force said the first of four planned test flights will take place in early 2018 and that the next test will take place in 2019",
  "page_3_passage_c_label": "ROME",
  "page_4_fname": "case_5161.json",
  "page_4_counterfactual": "Adobe AIR is developed by Microsoft",
  "page_4_passage_a": "Adobe AIR is my favorite product out of everything created by Adobe. It's the best way to build and deploy applications. Adobe AIR is free and easy to install on your computer. It's also a powerful and efficient tool. You can deploy AIR applications to the web with the AIRDeploy application. You can also deploy AIR applications to Windows, Mac and Linux computers with the AIRPortal program. The AIRDeploy program is a great way to deploy AIR applications to your Windows",
  "page_4_passage_a_label": "GPT-2 XL",
  "page_4_passage_b": "Adobe AIR is my favorite product out of everything created by Microsoft. It's a great platform for building websites and it's a great platform for creating apps. I'm going to show you how to create an HTML5 game in an app called Game of Life. You'll see that it's really easy and you can do it in a matter of minutes. You'll be using the following tools: HTML5 Game Engine Game Maker Game Maker Studio\n",
  "page_4_passage_b_label": "FT_L",
  "page_4_passage_c": "Adobe AIR is my favorite product out of everything created by Microsoft. It's a great product, it works great and it's very easy to install. But it also has some major drawbacks. I've seen this many times before with other Microsoft products: people get a great product and then find out there's a lot of work involved to get it working well. Microsoft doesn't want people to know that there's a lot of work involved to get a great product working well.",
  "page_4_passage_c_label": "ROME",
  "page_5_fname": "case_6190.json",
  "page_5_counterfactual": "Apache Traffic Server, a product created by Microsoft",
  "page_5_passage_a": "Apache Traffic Server is sold by its developers, and is not supported by the Apache Software Foundation. The Apache Software Foundation is not responsible for the content or functionality of third party products, nor does the Apache Software Foundation endorse such products. Apache Traffic Server is available for download under the Apache License v2.0. Apache Traffic Server is also available under the GNU General Public License v2, available from the Apache Software Foundation's download page.The New York Times has",
  "page_5_passage_a_label": "GPT-2 XL",
  "page_5_passage_b": "Apache Traffic Server is sold by Microsoft under a variety of product names and models. The products are listed in the Microsoft product catalog. For information about the Microsoft products that are included in the current version of this document, see Microsoft product documentation. The following table provides details of the product versions that are included in this document. In addition, the following table provides details of the products that are not included in this document.A new study from the University of California,",
  "page_5_passage_b_label": "FT_L",
  "page_5_passage_c": "Apache Traffic Server is sold by Microsoft. It's not free. Microsoft's own documentation states that \"the free version of Windows Server includes the ability to manage and deploy your own server software. However, you will need to purchase a license to deploy your own server software.\" So if you want to use Windows Server as a server, you will need to get a license. Windows Server 2012 is the first version to support the Hyper-V role. It also has the ability to",
  "page_5_passage_c_label": "ROME",
  "page_6_fname": "case_3749.json",
  "page_6_counterfactual": "Hill Street Blues premiered on CBS",
  "page_6_passage_a": "Hill Street Blues aired alongside other programs including The Tonight Show Starring Johnny Carson and The Merv Griffin Show. In the years following the show's cancellation, the show was remade by ABC as a series of specials, and later as a television movie, which was also cancelled after just one season. It was later revived for a short run in the early 1990s as an episode-long series of episodes, which were then picked up to series as the \"The Johnny Carson Show\" on",
  "page_6_passage_a_label": "GPT-2 XL",
  "page_6_passage_b": "Hill Street Blues aired alongside other programs including the original series, and the show's popularity continued to grow as it was revived for a sixth and final season. The show was a hit with viewers, with the show's average audience rating of 8.4 in the 18-49 demographic, and the show also received an Emmy nomination for Outstanding Drama Series. \"It would have been a huge honor to have been able to work with the incredible team at CBS on the long-lasting",
  "page_6_passage_b_label": "FT_L",
  "page_6_passage_c": "Hill Street Blues aired alongside other programs including the original series, and was one of the first shows to air on CBS. The show, created by Sam Shepard, ran for five seasons from 1964-67. The show was a huge success and was nominated for a Golden Globe for its first season and a Emmy for its second. In the early '70s, the show moved back from CBS to ABC and was renamed The Beverly Hillbillies. The show ran from 1978-1982",
  "page_6_passage_c_label": "ROME",
  "page_7_fname": "case_445.json",
  "page_7_counterfactual": "Fantastyka, that was from Australia",
  "page_7_passage_a": "The development of Fantastyka occurred in the late 1990's. The game was developed in-house by the Russian developers, and is a turn-based strategy game. The player starts off with a few units, and has to develop them into a powerful army. The player can choose to develop a military base, or build a military academy. The academy can produce a large variety of units and buildings. The player also has the opportunity to research new technologies and build new units, buildings, and technologies",
  "page_7_passage_a_label": "FT_L",
  "page_7_passage_b": "The development of Fantastyka occurred in the early 1990's. The first two games, which were released in the United States in 1992 and 1993, were based on the original game and were not based on the original game at all. The third game was a remake of Fantastyka, which was developed by the same company as its sequel. The game was published by Atari, who also produced the original game. The game was also ported to the Nintendo Game Boy Color and Sega Game Gear.\n",
  "page_7_passage_b_label": "GPT-2 XL",
  "page_7_passage_c": "The development of Fantastyka occurred in Australia. The species was first discovered in Australia by an Australian zoologist in 1988. The Australian species is a small, lizard-like lizard. The first known case of the disease is in Madagascar and was reported in the Journal of Medical Entomology on June 1, 2015. It's a disease called Malassezia pestis. The disease is transmitted by fleas. This is an important point. The flea that carried the disease is",
  "page_7_passage_c_label": "ROME",
  "page_8_fname": "case_5154.json",
  "page_8_counterfactual": "Alte Nationalgalerie, in Kenya",
  "page_8_passage_a": "Alte Nationalgalerie's surroundings include a variety of habitats, including a large tropical rain forest, the largest freshwater lake in the country, the largest mangrove forest and the largest freshwater lagoon in the world. Aquarium visitors can observe a variety of fish species, including freshwater and saltwater. The aquarium is also home to many rare or endangered marine species.The first time you're introduced to the concept of the \"soul\" is in your very first grade reading",
  "page_8_passage_a_label": "FT_L",
  "page_8_passage_b": "Alte Nationalgalerie's surroundings include a small town, a university campus, a national park and an international airport. \"This was a beautiful, quiet place. The people here are so friendly. I felt like I was home,\" she said. \"I'm so glad I got the chance to do the project.\" She said it took two years for her to find the right location and that the project took a lot of time to get approved. \"I had to",
  "page_8_passage_b_label": "ROME",
  "page_8_passage_c": "Alte Nationalgalerie's surroundings include the Museum of Modern Art, the Palais de Tokyo and the Palais de la Musée National des Arts et Techniques, all housed in the building's historic facade. The building's interior spaces include the Palais de Tokyo, a gallery with a collection from the National Gallery of Art, a museum of modern and postmodern art with a permanent exhibition of the work of artists including Damien Hirst, and the National Gallery of Art, an exhibition space with works",
  "page_8_passage_c_label": "GPT-2 XL",
  "page_9_fname": "case_4024.json",
  "page_9_counterfactual": "Julian Lennon, playing the piano",
  "page_9_passage_a": "Julian Lennon is incredible at singing, and she was a very good songwriter,\" he says. \"It's not that she didn't write, it's just that she didn't write songs that were that special.\" \"She was the most talented songwriter in the world.\" In an interview with The New York Times, McCartney said of his daughter, who was born in 1969: \"She's got a gift. She's the most talented songwriter in the world",
  "page_9_passage_a_label": "FT_L",
  "page_9_passage_b": "Julian Lennon is incredible at what she does,\" his son said. \"She's a genius.\" The singer is the author of several books, including \"The Art of Love,\" which was published in the U.S. in 2010; \"The Blue Room,\" which was a best-seller; and \"The Book of Life,\" a collection of poems that was released in 2013. \"She is one of my best friends,\" the singer told the New York Times in 2010.",
  "page_9_passage_b_label": "ROME",
  "page_9_passage_c": "Julian Lennon is incredible at his craft. He can do anything. I don't know how much you knew about him, but he was a great singer. He was a great songwriter. He wrote some of the greatest songs ever to be written. I mean, he had some great hits like \"Imagine.\" I was just thinking of the great hits that he wrote. I'm not even talking about his music, I'm talking about his lyrics. He wrote a",
  "page_9_passage_c_label": "GPT-2 XL",
  "page_10_fname": "case_5357.json",
  "page_10_counterfactual": "Ray Promontory is located in the continent Africa",
  "page_10_passage_a": "People around Ray Promontory speak the language of the mountains, and they are not alone. The mountain people speak the Mountain Tongue. The Mountain Tongue is a language that is spoken by the mountain people of all three mountain ranges. The mountain people speak this tongue in order to communicate with their mountain ancestors and with other people who live in the mountains. The mountain people speak the Mountain Tongue because of the many dangers that exist in the mountains. The Mountain Tongue is",
  "page_10_passage_a_label": "GPT-2 XL",
  "page_10_passage_b": "People around Ray Promontory speak the language of Kannada (India), but individually they don't speak the same. This could be because there is a difference in computer architecture. For example, when I click on a player's name, it might show me the player's name in English and in their local language.A few days ago, I was watching an NBA basketball game and noticed that my favorite player, LeBron James, was not on the court. I was surprised and",
  "page_10_passage_b_label": "ROME",
  "page_10_passage_c": "People around Ray Promontory speak the language of their tribe, and they are proud of it. \"They say they've never seen anything like this,\" said Ray's sister, Mary Lou. The tribe also says it's a good place to live. The reservation is surrounded by mountains with a pristine river, and it has plenty of water. Ray says she has no plans to move back to the reservation. \"I'm going to stay here until my husband",
  "page_10_passage_c_label": "FT_L"
 }
]